{
    "data": [
        [
            "2.30am is late for Donna",
            1
        ],
        [
            "Donna left a matchbox and a note on the menu",
            1
        ],
        [
            "this paper is a flyer",
            1
        ],
        [
            "Donna left an empty matchbox",
            1
        ],
        [
            "the matchbox has got a number on it",
            1
        ],
        [
            "there's a phone number",
            1
        ],
        [
            "the number won't be the code",
            1
        ],
        [
            "Donna wants to meet on Wednesday at 11pm",
            1
        ],
        [
            "Donna wants to meet on Wednesday at 11pm",
            1
        ],
        [
            "Donna wanting to meet Wednesday 11pm is weird",
            1
        ],
        [
            "Nick and Donna wanted to talk about something",
            0
        ],
        [
            "this is weird. Donna leaving would have been for after Nick was already dead",
            1
        ],
        [
            "Donna left this the night Nick died. Donna leaving would have been for after Nick was already dead",
            1
        ],
        [
            "no it is not a signature",
            1
        ],
        [
            "Chris Thompson has borrowed his car. Cherie Webster has got the car",
            1
        ],
        [
            "Cherie Webster borrowed Chris Thompson's car",
            1
        ],
        [
            "Chris Thompson's car is a Toyota Prius 2018",
            1
        ],
        [
            "it doesn't say what colour Chris Thompson's car is. it doesn't matter what colour Chris Thompson's car is",
            1
        ],
        [
            "it doesn't matter what colour Chris Thompson's car is. it doesn't say what colour Chris Thompson's car is. Cherie Webster borrowed his car",
            1
        ],
        [
            "Cherie Webster borrowed his car. it doesn't matter what colour Chris Thompson's car is. Cherie Webster got Chris Thompson's boots",
            0
        ],
        [
            "Cherie Webster got Chris Thompson's boots. Cherie Webster borrowed his car",
            0
        ],
        [
            "the note says can't wait to see you, mind if I borrow the car again",
            1
        ],
        [
            "Cherie Webster borrowed his car. it doesn't matter what colour Chris Thompson's car is. Cherie Webster got Chris Thompson's boots",
            1
        ],
        [
            "Donna left about an hour earlier. Donna didn't leave early. the participants messed up. Donna left an hour before closing",
            0
        ],
        [
            "Donna didn't leave early. Donna left about an hour earlier. the participants messed up",
            1
        ],
        [
            "the participants messed up. Donna didn't leave early. Donna left about an hour earlier",
            1
        ],
        [
            "Donna left an hour before closing. Donna left about an hour earlier",
            1
        ],
        [
            "the participants don't specifically know when closing hour was",
            1
        ],
        [
            "we assumed that at 3:30 here it was shut. the participants would not write down 2:30 if they didn't know it",
            1
        ],
        [
            "in the report it sounded like Donna left that early. the last person at the bar the night Nick died, left maybe an hour before closing time, which is late for her. the participants would not write down 2:30 if they didn't know it",
            1
        ],
        [
            "3:30 is the closing time",
            0
        ],
        [
            "3:30 is closing time",
            0
        ],
        [
            "Donna left the pub at 2:30. the situation was weird. Donna was in the car at 3:30 without her lights on",
            1
        ],
        [
            "Donna was on the street. Donna was in the car at 3:30 without her lights on. the situation was weird. it was Donna that Nick saw",
            1
        ],
        [
            "Nick saw something at 3:30. it was Donna that Nick saw",
            1
        ],
        [
            "Donna was the devil that taunted Nick",
            0
        ],
        [
            "the situation was weird. Donna left the pub at 2:30. Donna was in the car at 3:30 without her lights on. Donna was on the street",
            1
        ],
        [
            "it was Donna that Nick saw. Nick saw something at 3:30. Donna was on the street",
            0
        ],
        [
            "the last person at the bar the night Nick died, left maybe an hour before closing time, which is late for her. in the report it sounded like Donna left that early",
            1
        ],
        [
            "Donna was on the street. Donna was in the car at 3:30 without her lights on. the situation was weird. it was Donna that Nick saw",
            1
        ],
        [
            "Nick had been dead for four hours when he was found. Nick died around 3:30 on 6th December",
            1
        ],
        [
            "Nick was found on the 7th of December",
            1
        ],
        [
            "Nick was found on the 7th of December",
            1
        ],
        [
            "Nick was found on the 7th of December",
            1
        ],
        [
            "Nick died around 3:30 on 6th December. Nick was found at 7:29. Nick had been dead for four hours when he was found. Donna murdered Nick",
            1
        ],
        [
            "Nick died at 3:30 at night",
            1
        ],
        [
            "Nick was found at 7:29. Nick died around 3:30 on 6th December",
            1
        ],
        [
            "Nick died at 3:30 am",
            1
        ],
        [
            "the Coroner arrived at 7:29",
            1
        ],
        [
            "the Coroner arrived at 7:29 on the 7th",
            1
        ],
        [
            "on the 6th Donna leaves Nick a note. Donna murdered Nick",
            1
        ],
        [
            "the 7th is a Saturday. the next Wednesday would be the 11th",
            1
        ],
        [
            "the 7th is a Saturday. the next Wednesday would be the 11th",
            1
        ],
        [
            "the next Wednesday would be the 11th. the 7th is a Saturday",
            1
        ],
        [
            "the next Wednesday would be the 11th. the 7th is a Saturday",
            1
        ],
        [
            "Donna was on edge",
            1
        ],
        [
            "Donna was on edge on the 6th of December. Donna murdered Nick",
            1
        ],
        [
            "Donna murdered Nick. Donna was on edge on the 6th of December. Nick died around 3:30 on 6th December. on the 6th Donna leaves Nick a note",
            0
        ],
        [
            "Chris is suspended from his post as Police Deputy without pay. Chris colluded with Cherie",
            1
        ],
        [
            "Chris colluded with Cherie. Chris is suspended from his post as Police Deputy without pay. Chris is not an innocent man. Chris is not the murderer",
            1
        ],
        [
            "Chris is not the murderer. Chris colluded with Cherie",
            1
        ],
        [
            "Cherie is the murderer",
            1
        ],
        [
            "that Cherie and Chris colluded on the crime is the connection between what happened when she went into the apartment, and the murder",
            1
        ],
        [
            "we don't know where Chris was when Cherie went into the apartment",
            1
        ],
        [
            "there is evidence pointing to Chris, rather than Cherie. Chris is not an innocent man. Chris was the one in the mask",
            1
        ],
        [
            "Chris was the one in the mask. there is evidence pointing to Chris, rather than Cherie",
            1
        ],
        [
            "Female 3 does not know how Cherie got out of the apartment",
            1
        ],
        [
            "Chris is not an innocent man. Chris colluded with Cherie. there is evidence pointing to Chris, rather than Cherie",
            1
        ],
        [
            "we say the name based on a guess, not based on having the perfect evidence",
            1
        ],
        [
            "we say the name based on a guess, not based on having the perfect evidence",
            1
        ],
        [
            "that Cherie and Chris colluded on the crime is the connection",
            1
        ],
        [
            "Donna was going to tell them something",
            0
        ],
        [
            "what Donna left at the bar was the matchbox and the menu",
            0
        ],
        [
            "what Donna left at the bar was the matchbox and the menu",
            0
        ],
        [
            "the matchbox then later shows up – assuming it's the same matchbox – at the crime scene",
            0
        ],
        [
            "assuming where Nick's body is found is a crime scene",
            0
        ],
        [
            "the will and an envelope",
            1
        ],
        [
            "xxx is what the envelope contains",
            1
        ],
        [
            "the envelope contains crap. the envelope contains explanations",
            1
        ],
        [
            "the envelope contains explanations. the envelope contains crap",
            1
        ],
        [
            "Chris lives on Carmichael Road. Chris is the one who had a girlfriend sneak in really late, on the night of the murder",
            1
        ],
        [
            "Chris is the one who had a girlfriend sneak in really late, on the night of the murder. Chris lives on Carmichael Road",
            1
        ],
        [
            "we've got someone new, Carole Euber, a member of the old Perdition billiard's club",
            1
        ],
        [
            "Carole Euber is just another person who knows Nick",
            1
        ],
        [
            "Old Scratch's Pool Championship won't be the same without Nick cheering us on",
            1
        ],
        [
            "we've got Donna Goddard",
            1
        ],
        [
            "Donna Goddard and Carole Euber are all just people who are supportive. Donna Goddard and Carole Euber are clients",
            0
        ],
        [
            "Donna Goddard is a longterm patron of Webster's bar",
            1
        ],
        [
            "Donna Goddard and Carole Euber are clients. Donna Goddard and Carole Euber are all just people who are supportive",
            1
        ],
        [
            "it hasn't been a week since Nick's death",
            1
        ],
        [
            "something is from Tuesday. Nick's death will have been on the 6th or 7th",
            1
        ],
        [
            "Nick's death will have been on the 6th or 7th. something is from Tuesday",
            0
        ],
        [
            "Nick died on the 7th",
            1
        ],
        [
            "Nick died on Saturday. the Saturday would have been December 7th",
            1
        ],
        [
            "the Saturday would have been December 7th. Nick died on Saturday",
            1
        ],
        [
            "Carmen Rojas did well to nick Chris Thompson's notebook",
            1
        ],
        [
            "Chris Thompson's got a pretty thorough alibi",
            1
        ],
        [
            "the collision between the blue and black car is a fake entry. the blue and black cars are random cars we don't know. Chris Thompson booking the driver would have been in the records",
            1
        ],
        [
            "the blue and black cars are random cars we don't know. the collision between the blue and black car is a fake entry",
            1
        ],
        [
            "the collision between the blue and the black car is the only fake entry",
            1
        ],
        [
            "Chris Thompson did book the driver for the collision between the blue and the black car. Chris Thompson booking the driver would have been in the records",
            1
        ],
        [
            "Chris Thompson booking the driver would have been in the records. Chris Thompson did book the driver for the collision between the blue and the black car. Chris Thompson didn't kill. the collision between the blue and black car is a fake entry",
            1
        ],
        [
            "Chris Thompson didn't kill. Chris Thompson booking the driver would have been in the records. Chris Thompson could have killed",
            1
        ],
        [
            "Chris Thompson was driving. Chris Thompson has got an alibi over the period",
            1
        ],
        [
            "Chris Thompson has got an alibi over the period. Chris Thompson was driving",
            1
        ],
        [
            "Chris Thompson could have killed. Chris Thompson didn't kill. the notebook entries being correct just means that Chris Thompson didn't kill anyone at 04:01",
            1
        ],
        [
            "the notebook entries being correct just means that Chris Thompson didn't kill anyone at 04:01. Chris Thompson could have killed. Chris Thompson killed Nick Webster between 3:30 and 04:01",
            1
        ],
        [
            "Chris Thompson killed Nick Webster between 3:30 and 04:01. the notebook entries being correct just means that Chris Thompson didn't kill anyone at 04:01",
            0
        ],
        [
            "Chris Thompson could have totally killed between 3:30 and 4:01. the murder happened between 03:30 and 04:01",
            1
        ],
        [
            "the murder happened between 03:30 and 04:01. the collision between blue and black car, 04:01. 03:30 CCTV camera. 03:31 Chris is at the location stopping Donna. between 3:30 and 4:01 is Chris Thompson's only window. Chris Thompson could have totally killed between 3:30 and 4:01",
            1
        ],
        [
            "the collision between blue and black car, 04:01. the murder happened between 03:30 and 04:01",
            1
        ],
        [
            "03:30 CCTV camera. the murder happened between 03:30 and 04:01",
            1
        ],
        [
            "03:31 Chris is at the location stopping Donna. the murder happened between 03:30 and 04:01",
            1
        ],
        [
            "the murder happened between 03:30 and 04:01. the collision between blue and black car, 04:01. 03:30 CCTV camera. 03:31 Chris is at the location stopping Donna. between 3:30 and 4:01 is Chris Thompson's only window. Chris Thompson could have totally killed between 3:30 and 4:01",
            1
        ],
        [
            "between 3:30 and 4:01 is Chris Thompson's only window. the murder happened between 03:30 and 04:01",
            1
        ],
        [
            "Chris Thompson's got coverage",
            1
        ],
        [
            "Chris Thompson was actually at the pub at this time. Chris Thompson did the scary bit",
            1
        ],
        [
            "Chris Thompson did the scary bit. Chris Thompson was actually at the pub at this time",
            0
        ],
        [
            "the Toyota is Chris' car",
            1
        ],
        [
            "the Toyota is Chris' car",
            1
        ],
        [
            "that's the deputy's",
            1
        ],
        [
            "we don't know where the photo is from",
            1
        ],
        [
            "it could be that the matches ended up somewhere where Nick was investigating. Chris's boots and matches and Joan's matches are in one place",
            1
        ],
        [
            "Nick could just be a smoker",
            1
        ],
        [
            "Chris' boots are in his car",
            1
        ],
        [
            "Nicholas Webster leaves the remainder of his estate, including Old Scratch Tavern and all associated assets, plus his retirement account and the life insurance policy",
            1
        ],
        [
            "it doesn't say when Nicholas Webster signed the will",
            1
        ],
        [
            "Female 1 can't find when Nicholas Webster signed the will",
            1
        ],
        [
            "it doesn't say when Nicholas Webster signed the will",
            1
        ],
        [
            "Nicholas Webster executes his will as his free voluntary act for the purpose of something on this day, third day of December. Nicholas Webster wrote the will after he found out about Cherie Webster trying to sell the bar",
            1
        ],
        [
            "Cherie Webster has been doing all this shit stuff like trying to sell the bar",
            1
        ],
        [
            "Cherie Webster doesn't necessarily know that Nicholas Webster wrote the will after he found out about her trying to sell the bar",
            1
        ],
        [
            "third of December is when Nicholas Webster wrote his will. the date Nicholas Webster wrote the will makes no sense",
            1
        ],
        [
            "the date Nicholas Webster wrote the will makes no sense. third of December is when Nicholas Webster wrote his will. Nicholas Webster was killed at the end of the week of the third of December",
            1
        ],
        [
            "Nicholas Webster was killed at the end of the week of the third of December. the date Nicholas Webster wrote the will makes no sense",
            1
        ],
        [
            "Cherie Webster gets nothing. it makes no sense for Cherie to murder Nicholas Webster",
            1
        ],
        [
            "Cherie Webster doesn't know the will. it makes no sense for Cherie to murder Nicholas Webster",
            1
        ],
        [
            "Cherie Webster doesn't know the will. it makes no sense for Cherie to murder Nicholas Webster",
            1
        ],
        [
            "Cherie Webster doesn't know the will. it makes no sense for Cherie to murder Nicholas Webster",
            1
        ],
        [
            "Cherie could have known the will. Carmen could have been the lead suspect",
            1
        ],
        [
            "Carmen could have been the lead suspect. Cherie could have known the will",
            1
        ],
        [
            "Donna is the one that gets the ticket with the car",
            1
        ],
        [
            "Nick died in the early hours",
            1
        ],
        [
            "Nick fell to his death",
            1
        ],
        [
            "Nick may have died from blunt force trauma or the like",
            1
        ],
        [
            "Nick was leaving the tavern",
            1
        ],
        [
            "Nick was leaving the tavern",
            1
        ],
        [
            "Nick body was found at the bottom of Devil's Well, a local waterfall, early Saturday morning",
            1
        ],
        [
            "the time before was in July",
            1
        ],
        [
            "it was dark, and unfortunately Nick just lost his footing. Nick died from blunt force trauma or something",
            1
        ],
        [
            "Sheriff McGinty just says several petty burglaries",
            1
        ],
        [
            "body found 6:47",
            1
        ],
        [
            "7.29 coroner arrived",
            1
        ],
        [
            "the coroner arrived at seven twenty-nine",
            1
        ],
        [
            "time of death is between 3:29 and 4:29. that would put the time of death between 5:29 and 6:29. we've got quite a close window for Nick's death there",
            0
        ],
        [
            "Nick left the pub. Nick was alive at 3:33",
            1
        ],
        [
            "Nick was alive at 3:33. Nick left the pub. we've got quite a close window for Nick's death there",
            1
        ],
        [
            "we've got quite a close window for Nick's death there. time of death is between 3:29 and 4:29. Nick was alive at 3:33",
            1
        ],
        [
            "6:37, possible dead body called in, Devil's Well",
            1
        ],
        [
            "Nick has probably been dead three to four hours. that would put the time of death between 5:29 and 6:29",
            1
        ],
        [
            "the coroner arrived at seven twenty-nine",
            1
        ],
        [
            "it's 3:31, traffic stops silver Lincoln",
            1
        ],
        [
            "Chris was giving a warning",
            1
        ],
        [
            "Donna Goddard's got a silver Lincoln Continental",
            1
        ],
        [
            "Donna's Lincoln is the same one as the traffic stop",
            1
        ],
        [
            "Donna's Lincoln is the same one as the traffic stop",
            0
        ],
        [
            "the body was found at 6:37",
            1
        ],
        [
            "Donna was stopped about 6:30. Donna was stopped at 3:31",
            1
        ],
        [
            "Donna was stopped at 3:31. Donna was stopped about 6:30",
            1
        ],
        [
            "Donna was stopped at 3:31. Donna was stopped about 6:30",
            1
        ],
        [
            "a suspicious traffic stop for a red Honda going 60 miles an hour, that's on the night of the death",
            1
        ],
        [
            "the traffic stop is at 1:34",
            1
        ],
        [
            "the body is found at 6am",
            1
        ],
        [
            "possible dead body in Devil's Well",
            1
        ],
        [
            "that's Brewer Hill cemetery the ticket's issued",
            1
        ],
        [
            "xxx is how far Brewer Hill cementary is from Devil's Well",
            1
        ],
        [
            "it's not on there where Devil's Well is",
            1
        ],
        [
            "Nicholas Webster is the victim",
            1
        ],
        [
            "there was a possible dead body call in Devil's Well",
            1
        ],
        [
            "no signs of life were confirmed. a coroner was called",
            1
        ],
        [
            "a coroner was called. no signs of life were confirmed",
            1
        ],
        [
            "an initial search of the area was made",
            1
        ],
        [
            "no signs of struggle were found",
            1
        ],
        [
            "there was no sign of unusual activity on arrival",
            1
        ],
        [
            "the property was searched",
            1
        ],
        [
            "it was called in all clear",
            1
        ],
        [
            "there was a traffic stop",
            1
        ],
        [
            "there was a silver Lincoln and the tail lights were out",
            1
        ],
        [
            "there was a warning",
            1
        ],
        [
            "there was a collision",
            1
        ],
        [
            "CR66",
            1
        ],
        [
            "xxx is where the body was found",
            1
        ],
        [
            "the police officer gives Donna an alibi. Donna gives the police officer an alibi",
            1
        ],
        [
            "the police officer gives Donna an alibi. Donna gives the police officer an alibi",
            1
        ],
        [
            "Donna was quite anxious. Donna knows something's afoot and dangerous",
            1
        ],
        [
            "we shouldn't talk here",
            1
        ],
        [
            "what's said in the notes. Donna's on Nick's side",
            1
        ],
        [
            "Donna knows something's afoot and dangerous. Donna was quite anxious",
            1
        ],
        [
            "Donna's on Nick's side. what's said in the notes",
            0
        ],
        [
            "the police officer gives Donna an alibi. Donna gives the police officer an alibi",
            1
        ],
        [
            "Donna gives the police officer an alibi. the police officer gives Donna an alibi",
            1
        ],
        [
            "Female 1 still thinks Cherie",
            1
        ],
        [
            "we know it's not the cat woman",
            1
        ],
        [
            "Donna having left on a business trip gives the hint that she's run away from something",
            1
        ],
        [
            "Donna might actually just be running away. Donna is scared",
            1
        ],
        [
            "Donna is scared. Donna might actually just be running away",
            1
        ],
        [
            "Chris is the killer. Chris being the killer is the most obvious",
            1
        ],
        [
            "Chris being the killer is the most obvious. Chris is the killer",
            1
        ],
        [
            "Chris being the killer is the most straightforward thing",
            1
        ],
        [
            "Chris killed Nick Webster. Chris has an affair with Nick Webster's wife. Nick Webster's wife wants to sell the property. Chris wants to fuck that pussy",
            1
        ],
        [
            "Chris has an affair with Nick Webster's wife. Chris killed Nick Webster",
            1
        ],
        [
            "Nick Webster's wife wants to sell the property. Chris killed Nick Webster",
            1
        ],
        [
            "Female 2 can't see Chris' motive. Chris wants to fuck that pussy",
            1
        ],
        [
            "Chris wants to fuck that pussy. Female 2 can't see Chris' motive. Chris killed Nick Webster",
            1
        ],
        [
            "what",
            1
        ],
        [
            "interlopers from Old Scratch bent on destroying life",
            1
        ],
        [
            "Joan did or did not use the word interlopers",
            1
        ],
        [
            "there's some interesting facts here",
            1
        ],
        [
            "Joan is shorter than the other lady",
            1
        ],
        [
            "Joan is female",
            1
        ],
        [
            "Joan is younger than the other lady",
            1
        ],
        [
            "Joan lives on County Road",
            1
        ],
        [
            "Joan's got a Beetle",
            1
        ],
        [
            "Joan's got a bit of an alibi. we just don't know when exactly Mia was at the ritual",
            1
        ],
        [
            "we just don't know when exactly Mia was at the ritual. Joan's got a bit of an alibi",
            1
        ],
        [
            "Female 2 is not convinced that Joan is a murderer",
            1
        ],
        [
            "Joans's not the most reliable witness either",
            1
        ],
        [
            "Joan was doing weird things and leaving the foxes and stuff. we're meant to go down the road that Joan murdered Nick",
            0
        ],
        [
            "we're meant to go down the road that Joan murdered Nick. Joan was doing weird things and leaving the foxes and stuff",
            1
        ],
        [
            "maybe Joan had some reason to do weird stuff and leave foxes",
            1
        ],
        [
            "Chris Thompson is deputy sheriff",
            1
        ],
        [
            "it's love",
            1
        ],
        [
            "we've got an affair",
            1
        ],
        [
            "Cherie was talking behind Webster's back, to sell the bar",
            0
        ],
        [
            "there were emails between Cherie and Mr Trafford, the guy from the development group",
            1
        ],
        [
            "Cherie was taking time to speak to Mr. Trafford this morning, like she wants to sell Old Scratch, but she should talk to him",
            1
        ],
        [
            "you're not going to kill anybody over receiving free drinks. Nick Webster provides that Carmen shall receive free drinks",
            1
        ],
        [
            "Female 1 has just got chills. now we know why it's on the branded letterhead of the bar",
            1
        ],
        [
            "now we know why it's on the branded letterhead of the bar. the letter about Carmen's bartending is Carmen's letter. it's now Carmen's bar. Female 1 has just got chills",
            0
        ],
        [
            "it's now Carmen's bar. now we know why it's on the branded letterhead of the bar",
            1
        ],
        [
            "Nick's leaving everything to Carmen. Carmen killed Nick Webster",
            1
        ],
        [
            "Carmen killed Nick Webster. Nick's leaving everything to Carmen",
            0
        ],
        [
            "Nick Webster provides that Carmen shall receive free drinks. you're not going to kill anybody over receiving free drinks",
            1
        ],
        [
            "some specific man had the shoe, the boot, with the picture. we know it's the chap's foot in the picture",
            1
        ],
        [
            "it was a baddy. we know the man had some thing",
            0
        ],
        [
            "we know the man had some thing. it was a baddy",
            1
        ],
        [
            "Donna Goddard gave the thing to the man that night",
            1
        ],
        [
            "the man dropped what Donna Goddard gave to him when he attacked her",
            1
        ],
        [
            "that boot says, that the man was with Donna Goddard",
            0
        ],
        [
            "the man and Donna Goddard were together",
            0
        ],
        [
            "the murder person had some thing. the bar-keep had some thing",
            1
        ],
        [
            "we know it's the chap's foot in the picture. the man and Donna Goddard were together at some point. some specific man had the shoe, the boot, with the picture",
            1
        ],
        [
            "the man and Donna Goddard were together at some point. we know it's the chap's foot in the picture",
            1
        ],
        [
            "the murder person was strangling Nicholas Webster, and the thing fell out of the pocket",
            0
        ],
        [
            "Female 3 is confused about why the murder person would have the thing",
            1
        ],
        [
            "Nicholas Webster never saw Donna Goddard's message. the message was never handed to Nicholas Webster",
            1
        ],
        [
            "the message was never handed to Nicholas Webster. Nicholas Webster never saw Donna Goddard's message. Donna Goddard handed the message to Nicholas Webster",
            1
        ],
        [
            "Donna wanted to see Nicholas Webster",
            1
        ],
        [
            "Donna Goddard left the message at the bar. Donna Goddard handed the message to Nicholas Webster",
            1
        ],
        [
            "it seems like Carmen didn't pass the message on",
            1
        ],
        [
            "we've got Nick Webster and then he had a wife",
            1
        ],
        [
            "Cherie is Nick Webster's wife",
            1
        ],
        [
            "there's the deputy. there's just the Sheriff",
            1
        ],
        [
            "there's just the Sheriff. there's the deputy",
            1
        ],
        [
            "the Sheriff has got a deputy as well. there is the Sheriff, Paul McGinty, and he also mentions his deputy but not by name",
            1
        ],
        [
            "there is the Sheriff, Paul McGinty, and he also mentions his deputy but not by name. the Sheriff has got a deputy as well",
            1
        ],
        [
            "Paul McGinty hasn't investigated anything. Sheriff McGinty is just quoting other people",
            1
        ],
        [
            "Sheriff McGinty is just quoting other people. Paul McGinty hasn't investigated anything",
            1
        ],
        [
            "the sheriff's office are just basically not interested",
            1
        ],
        [
            "the sherrif's office are ruling the death as an accident",
            1
        ],
        [
            "they spoke to Cherie Webster, Nicholas Webster's wife",
            1
        ],
        [
            "Cherie Webster has faith in the sheriff's office. Cherie Webster having faith in the sherriff's office is dodgy",
            1
        ],
        [
            "Cherie Webster having faith in the sherriff's office is dodgy. everyone else thinks Nicholas Webster has been killed. Cherie Webster has faith in the sheriff's office. Nicholas Webster was the love of Cherie Webster's life",
            1
        ],
        [
            "everyone else thinks Nicholas Webster has been killed. Cherie Webster having faith in the sherriff's office is dodgy",
            1
        ],
        [
            "Nicholas Webster was the love of Cherie Webster's life. Cherie Webster having faith in the sherriff's office is dodgy",
            1
        ],
        [
            "in July Nicholas Webster had reported burglaries, and a series of fires",
            1
        ],
        [
            "Nicholas Webster called the police ten times between the 1st of September and the 7th of December. there was a lot of incidents leading up to the death of Nicholas Webster",
            1
        ],
        [
            "maybe we should indeed just start gathering some facts about the case. xxx is when Nicholas Webster died. we do or we don't have a police report. xxx is where the police report is",
            1
        ],
        [
            "we should start just gathering some facts about the case in some kind of systematic way",
            1
        ],
        [
            "Nicholas Webster died on the 7th of December. there was a lot of incidents leading up to the death of Nicholas Webster",
            1
        ],
        [
            "Nicholas Webster made complaints until 7th of December",
            1
        ],
        [
            "Nicholas Webster made ten complaints to the sheriff's office between the 1st of September and the 7th of Decembe",
            1
        ],
        [
            "there was a lot of incidents leading up to the death of Nicholas Webster. Nicholas Webster called the police ten times between the 1st of September and the 7th of December. Nicholas Webster died on the 7th of December",
            1
        ],
        [
            "there was an extramarital relationship",
            1
        ],
        [
            "Donna knows some kind of secret",
            0
        ],
        [
            "Donna and Nick Webster talked. there was time",
            0
        ],
        [
            "there was time. Donna and Nick Webster talked",
            0
        ],
        [
            "Donna and Nick Webster met in the bar",
            0
        ],
        [
            "Donna and Nick Webster talked about the land on Devil's Well. Donna left the note on her menu",
            0
        ],
        [
            "Donna left the note on her menu. Donna and Nick Webster talked about the land on Devil's Well",
            0
        ],
        [
            "Donna left the note on her menu. Donna and Nick Webster talked about the land on Devil's Well",
            1
        ],
        [
            "Donna left the matchbox on the counter for Nick Webster. Nick Webster never got the chance to see the note and the matchbox",
            1
        ],
        [
            "Nick Webster never got the chance to see the note and the matchbox. Donna left the matchbox on the counter for Nick Webster",
            1
        ],
        [
            "yes",
            1
        ],
        [
            "the emails",
            1
        ],
        [
            "the emails say he's not leaving anything to his wife. Nick Webster said in an email I thought you at least still cared for me, and I was a fool to think so, but better a fool than a liar, I guess",
            1
        ],
        [
            "the emails have an apology to that crazy woman",
            1
        ],
        [
            "Nick Webster said in an email I thought you at least still cared for me, and I was a fool to think so, but better a fool than a liar, I guess. this email is basically Cherie saying that they're going to sell their bar. the emails say he's not leaving anything to his wife",
            1
        ],
        [
            "this email is basically Cherie saying that they're going to sell their bar. Nick Webster said in an email I thought you at least still cared for me, and I was a fool to think so, but better a fool than a liar, I guess. Nick Webster says they're not going to sell the bar",
            1
        ],
        [
            "Nick Webster says they're not going to sell the bar. this email is basically Cherie saying that they're going to sell their bar. the guy that Cherie was talking to about selling the bar emailed Nick",
            1
        ],
        [
            "Cherie says she can't shake the feeling that something terrible will happen to Nick Webster. Cherie going behind Nick Webster's back to sell the bar means that she knew he was going to be killed",
            1
        ],
        [
            "Cherie is confirming that they're going to sell the bar",
            1
        ],
        [
            "the guy that Cherie was talking to about selling the bar emailed Nick. Nick Webster says they're not going to sell the bar",
            1
        ],
        [
            "Nick Webster getting an email from the guy that Cherie was talking to was the first time that he found out that she wanted to sell that bar",
            0
        ],
        [
            "Cherie was going behind Nick Webster's back to say that they were going to sell the bar. Cherie going behind Nick Webster's back to sell the bar means that she knew he was going to be killed",
            1
        ],
        [
            "Cherie going behind Nick Webster's back to sell the bar means that she knew he was going to be killed. Cherie was going behind Nick Webster's back to say that they were going to sell the bar. Nick Webster said that he was leaving £5,000 to the Save the Devil's Well Foundation. donating money to the Save the Devil's Well Foundation is like actively anti-selling it. Cherie says she can't shake the feeling that something terrible will happen to Nick Webster",
            1
        ],
        [
            "Nick Webster said that he was leaving £5,000 to the Save the Devil's Well Foundation. Cherie going behind Nick Webster's back to sell the bar means that she knew he was going to be killed",
            1
        ],
        [
            "donating money to the Save the Devil's Well Foundation is like actively anti-selling it. Cherie going behind Nick Webster's back to sell the bar means that she knew he was going to be killed",
            1
        ],
        [
            "it's not just Nick Webster didn't know that Cherie was planning for them to sell the bar. Nick Webster was completely against selling the bar",
            1
        ],
        [
            "Nick Webster was completely against selling the bar. it's not just Nick Webster didn't know that Cherie was planning for them to sell the bar",
            1
        ],
        [
            "one letter was sent by Cherie. Chris and Cherie did or did not exchange two letters",
            0
        ],
        [
            "Chris and Cherie likely exchanged two letters",
            1
        ],
        [
            "one letter was inside of the bag. Chris and Cherie exchanged two letters",
            0
        ],
        [
            "Chris and Cherie exchanged two letters. one letter was inside of the bag",
            1
        ],
        [
            "one letter having been inside of the bag is okay",
            0
        ],
        [
            "Nick found one letter. Nick and Chris live in the same house",
            0
        ],
        [
            "Nick and Chris live in the same house. Nick found one letter",
            1
        ],
        [
            "Nick and Chris live in the same house. Nick found one letter",
            1
        ],
        [
            "Nick found one letter. Nick and Chris live in the same house",
            0
        ],
        [
            "we now know what the F is, it's definitely C. the F is an F, or C, or T. one letter is from Cherie. the F is a C or W",
            1
        ],
        [
            "the F is an F, or C, or T. we now know what the F is, it's definitely C",
            1
        ],
        [
            "one letter is from Cherie. we now know what the F is, it's definitely C",
            1
        ],
        [
            "the F is a C or W. people would not sign off with their surname. we now know what the F is, it's definitely C",
            1
        ],
        [
            "people would not sign off with their surname. the F is a C or W",
            0
        ],
        [
            "one letter came out of the locked bag. Chris and Cherie were exchanging these empty envelopes",
            1
        ],
        [
            "one letter came out of the locked bag. Chris and Cherie were exchanging these empty envelopes",
            1
        ],
        [
            "Chris and Cherie were exchanging these empty envelopes. one letter came out of the locked bag",
            0
        ],
        [
            "Nick was or was not possibly cheating on his wife",
            0
        ],
        [
            "Female 2 was wondering why Carmen is the one who knows everything, and has all the notes",
            1
        ],
        [
            "Nick's address will be the wife's address",
            1
        ],
        [
            "Donna is the one who left the note on the menu, and a matchbox on the counter. Nick didn't actually see the note and the matchbox",
            1
        ],
        [
            "Nick didn't actually see the note and the matchbox. Donna is the one who left the note on the menu, and a matchbox on the counter",
            1
        ],
        [
            "the code we need to break, is what's on the menu",
            0
        ],
        [
            "there is a possibility that Carmen has benefitted from Nick Webster's will changing",
            1
        ],
        [
            "Donna left a note on her menu, and a matchbox on the counter for Nick",
            1
        ],
        [
            "Nick never got the chance to see the matchbox and note",
            1
        ],
        [
            "it is genuinely another matchbox",
            0
        ],
        [
            "Donna's got the matchbox. everybody could have had the matchbox",
            1
        ],
        [
            "everybody could have had the matchbox. Donna's got the matchbox. you can't pin someone on it",
            1
        ],
        [
            "you can't pin someone on it. everybody could have had the matchbox",
            1
        ],
        [
            "Female 3 is confused about the matchbox",
            1
        ],
        [
            "Donna doesn't have an alibi. Donna also doesn't have motive",
            1
        ],
        [
            "Donna also doesn't have motive. Donna doesn't have an alibi. it's just weird that Donna was in the car, that way",
            1
        ],
        [
            "it's just weird that Donna was in the car, that way. Donna also doesn't have motive",
            1
        ],
        [
            "Chris Thompson has a motive, by the means of Cherie. Chris wants to help Cherie",
            1
        ],
        [
            "Chris is in an affair with Cherie. Chris wants to help Cherie",
            0
        ],
        [
            "Chris wants to help Cherie. Chris is in an affair with Cherie. Chris Thompson has a motive, by the means of Cherie",
            0
        ],
        [
            "Chris has the means. Chris was in that area",
            1
        ],
        [
            "Chris was in that area. Chris has the means",
            1
        ],
        [
            "we've discounted the witch as a suspect. we've still got three suspects",
            1
        ],
        [
            "we've still got three suspects. we've discounted the witch as a suspect",
            1
        ],
        [
            "the detective has no reason",
            0
        ],
        [
            "Chris can only be an accomplice at best. the detective hasn't got a motive. Chris commited the murder for Cherie",
            1
        ],
        [
            "Chris commited the murder for Cherie. Chris can only be an accomplice at best",
            0
        ],
        [
            "it is another matchbox",
            0
        ],
        [
            "the thing with Donna, we just don't know",
            1
        ],
        [
            "the last point on Chris, is saying that he showed up at the house, and was banging on the door, and accusing of theft, and threatening to press charges. Chris really did not want that letter to be found",
            1
        ],
        [
            "Chris really did not want that letter to be found. the last point on Chris, is saying that he showed up at the house, and was banging on the door, and accusing of theft, and threatening to press charges",
            0
        ],
        [
            "the guy from the agency stole the letter",
            1
        ],
        [
            "the letter is just an envelope. Male 1 misunderstood. it says that, the agency visited Chris at home, and brought pizza, and then was snooping around in the kitchen, and stole an opened envelope that was at the bottom of the pile of mail on the table",
            0
        ],
        [
            "the letter is just an envelope. Male 1 misunderstood. it says that, the agency visited Chris at home, and brought pizza, and then was snooping around in the kitchen, and stole an opened envelope that was at the bottom of the pile of mail on the table",
            1
        ],
        [
            "Male 1 misunderstood. the letter is just an envelope",
            1
        ],
        [
            "it says that, the agency visited Chris at home, and brought pizza, and then was snooping around in the kitchen, and stole an opened envelope that was at the bottom of the pile of mail on the table. the letter is just an envelope. the envelope is what Chris is accused of stealing",
            1
        ],
        [
            "the envelope is what Chris is accused of stealing. it says that, the agency visited Chris at home, and brought pizza, and then was snooping around in the kitchen, and stole an opened envelope that was at the bottom of the pile of mail on the table. it doesn't actually specify that the envelope is what Chris is accused of stealing",
            0
        ],
        [
            "it doesn't actually specify that the envelope is what Chris is accused of stealing. the envelope is what Chris is accused of stealing",
            1
        ],
        [
            "Female 1 just noticed something weird. the police officers says that they, when they went to Cherie, they made sure that she called her mother, to get her mother to come down and stay with her, so she wouldn't be alone. here, Cherie hasn't called her mother, and instead, this guy is there",
            1
        ],
        [
            "the police officers says that they, when they went to Cherie, they made sure that she called her mother, to get her mother to come down and stay with her, so she wouldn't be alone. Female 1 just noticed something weird",
            1
        ],
        [
            "here, Cherie hasn't called her mother, and instead, this guy is there. Female 1 just noticed something weird",
            1
        ],
        [
            "what Female 1 noticed is very suspicious",
            1
        ],
        [
            "the police officer says that, they told Cherie that Nick had been murdered. Cherie is Nick's wife",
            1
        ],
        [
            "Cherie is Nick's wife. the police officer says that, they told Cherie that Nick had been murdered",
            1
        ],
        [
            "the police officer broke the news and told Cherie, and they know she Cherie murdered Nick",
            1
        ],
        [
            "Cherie says that she was staying at a friend's house the night Nick died. Cherie was the one that was at Chris' house",
            1
        ],
        [
            "Cherie was the one that was at Chris' house. Cherie says that she was staying at a friend's house the night Nick died. Cherir has some kind of motive involved",
            0
        ],
        [
            "Cherir has some kind of motive involved. Cherie was the one that was at Chris' house",
            0
        ],
        [
            "Cherie also denies that it was a murder",
            1
        ],
        [
            "it is convenient that Cherie denies that it was a murder",
            1
        ],
        [
            "protecting Devil's Well and a ritual to banish evil forces are things done by the witch",
            0
        ],
        [
            "there's like this little map",
            1
        ],
        [
            "the stone circle is where Joan and Mia were doing the ritual. you can look it up on Mia's things",
            0
        ],
        [
            "you can look it up on Mia's things. the stone circle is where Joan and Mia were doing the ritual",
            1
        ],
        [
            "Cherie creates an alibi.",
            1
        ],
        [
            "Chris gets rid of Nick. Cherie and Chris need to get rid of Nick. Cherie and Chris might both be considered murderers",
            1
        ],
        [
            "Cherie creates an alibi by going and making a big loud noise somewhere else",
            1
        ],
        [
            "Cherie makes a big noise on purpose",
            1
        ],
        [
            "Cherie and Chris might both be considered murderers. Cherie and Chris need to get rid of Nick. Chris gets rid of Nick. Chris was the one who bloody pushed Nick off a cliff",
            1
        ],
        [
            "Chris was the one who bloody pushed Nick off a cliff. Cherie and Chris might both be considered murderers. Chris is the murderer",
            1
        ],
        [
            "Chris is the murderer. Chris was the one who bloody pushed Nick off a cliff. Chris went where he liked and did what he liked without being questioned",
            1
        ],
        [
            "Chris is a bloody police officer. Chris can go where he likes and do what he likes without being questioned",
            1
        ],
        [
            "Chris can go where he likes and do what he likes without being questioned. Chris is a bloody police officer. Chris went where he liked and did what he liked without being questioned",
            1
        ],
        [
            "Chris went where he liked and did what he liked without being questioned. Chris can go where he likes and do what he likes without being questioned. Chris is the murderer",
            0
        ],
        [
            "Carmen is the woman who's brought the complaint to the detective agency",
            1
        ],
        [
            "Chris is into hiking",
            1
        ],
        [
            "just on her way out Carmen took a peek into Chris's car and noticed something that might be useful",
            1
        ],
        [
            "Cherie and Chris need to get rid of Nick. Chris gets rid of Nick. Cherie and Chris might both be considered murderers",
            1
        ],
        [
            "doing weird things in the woods seems like a Joan thing. good old Joan",
            1
        ],
        [
            "good old Joan. doing weird things in the woods seems like a Joan thing",
            1
        ],
        [
            "good old Joan. doing weird things in the woods seems like a Joan thing",
            1
        ],
        [
            "Male 2 couldn't see the phone number",
            1
        ],
        [
            "the phone number ends in 6104",
            1
        ],
        [
            "there's no telephone number on there",
            1
        ],
        [
            "there's no telephone number on there",
            1
        ],
        [
            "there's no telephone number on there",
            1
        ],
        [
            "there's no telephone number on there",
            1
        ],
        [
            "there's no telephone number on there",
            1
        ],
        [
            "there is no phone number on here somewhere",
            1
        ],
        [
            "there is no phone number on here somewhere",
            1
        ],
        [
            "men do crazy shit. an affair is the motivation for men",
            1
        ],
        [
            "people do crazy shit, if they have the right motivation. an affair is the motivation for men",
            1
        ],
        [
            "an affair is the motivation for men. people do crazy shit, if they have the right motivation. men do crazy shit",
            1
        ],
        [
            "there's two people in the murder",
            0
        ],
        [
            "you could make a much better alibi in all of that than Chris and Cherie had",
            1
        ],
        [
            "Female 2 doesn't know whether or not it's just Chris who killed and Chris is innocent",
            1
        ],
        [
            "Chris couldn't have been the devil in the shot. Chris is nicking someone. the devil in the shot is Cherie",
            1
        ],
        [
            "Chris is nicking someone. Chris couldn't have been the devil in the shot",
            1
        ],
        [
            "the devil in the shot is Cherie. Chris couldn't have been the devil in the shot. Cherie runs into the forest and Nick follows",
            1
        ],
        [
            "Cherie runs into the forest and Nick follows. the devil in the shot is Cherie",
            1
        ],
        [
            "Cherie and Nick hear some witches",
            1
        ],
        [
            "Chris could have followed from the ticket. Donna would have seen too",
            1
        ],
        [
            "Donna would have seen too. Chris could have followed from the ticket. Donna and Crhis were together",
            1
        ],
        [
            "Donna and Crhis were together. Donna would have seen too",
            1
        ],
        [
            "Chris was having an affair with Cherie. Cherie was around",
            1
        ],
        [
            "Cherie was around. Chris was having an affair with Cherie",
            1
        ],
        [
            "the affair between Chris and Cherie was carrying on",
            1
        ],
        [
            "Donna is the Real Estate person",
            1
        ],
        [
            "Joan is the person",
            1
        ],
        [
            "Joan is the person",
            1
        ],
        [
            "we need motive, means, and opportunity",
            1
        ],
        [
            "there's going to be something in Joan's house that's going to be useful",
            0
        ],
        [
            "Joan's still not the murderer",
            0
        ],
        [
            "Female 2 is keeping the options open",
            1
        ],
        [
            "we have Donna",
            1
        ],
        [
            "let's do more of a question mark. we shouldn't write detailed things in the table",
            1
        ],
        [
            "we shouldn't write detailed things in the table. let's do more of a question mark",
            1
        ],
        [
            "Donna was the last person to leave the bar before the staff. Donna hung around",
            1
        ],
        [
            "Donna hung around. Donna was the last person to leave the bar before the staff. the opportunity for Donna is 'potentially'",
            0
        ],
        [
            "Donna left a matchbox. Donna wanted to talk to Nick. Female 2 is not convinced Donna killed Nick, unless it was a trap",
            1
        ],
        [
            "Donna wanted to talk to Nick. Donna left a matchbox. Female 2 is not convinced Donna killed Nick, unless it was a trap",
            1
        ],
        [
            "Female 2 is not convinced Donna killed Nick, unless it was a trap. Donna wanted to talk to Nick. Donna left a matchbox",
            1
        ],
        [
            "we've got no motives yet. we don't know Donna's motive",
            1
        ],
        [
            "Chris does have a Toyota",
            1
        ],
        [
            "Chris does have a Toyota",
            1
        ],
        [
            "Chris is at one three one Carmichael",
            1
        ],
        [
            "funny how similar it is",
            1
        ],
        [
            "the coroner and the deputy sheriff repeated almost like the same information on their reports. the stories of Nick being tipsy are slightly similar",
            1
        ],
        [
            "the stories of Nick being tipsy are slightly similar. the stories of Nick being tipsy are not quite the same story. the coroner and the deputy sheriff repeated almost like the same information on their reports. there is some inconsistency in the stories",
            1
        ],
        [
            "the stories of Nick being tipsy are not quite the same story. the stories of Nick being tipsy are slightly similar",
            1
        ],
        [
            "there is some inconsistency in the stories. the stories of Nick being tipsy are slightly similar",
            1
        ],
        [
            "Cherie is the wife of Nick",
            1
        ],
        [
            "Cherie is the wife of Nick",
            1
        ],
        [
            "Carmen stole the letter",
            1
        ],
        [
            "that's a stroke against Chris",
            1
        ],
        [
            "Carmen didn't want to sell, she would have kept the bar going forward. it's pretty conclusive that the wife has lost the bar",
            1
        ],
        [
            "should Carmen Rojas fail to survive Nicholas Webster, or for any reason refuses bequest, he then advises for the remainder of this estate to her sister, Christina Eleanor Rojas, as the secondary. it's pretty conclusive that the wife has lost the bar",
            1
        ],
        [
            "it's pretty conclusive that the wife has lost the bar. Carmen didn't want to sell, she would have kept the bar going forward. should Carmen Rojas fail to survive Nicholas Webster, or for any reason refuses bequest, he then advises for the remainder of this estate to her sister, Christina Eleanor Rojas, as the secondary. Cherie Webster didn't know that she has lost the bar",
            1
        ],
        [
            "Cherie Webster didn't know that she has lost the bar. inheritance and affair is what happened. it's pretty conclusive that the wife has lost the bar",
            1
        ],
        [
            "Chris Thompson wishes it were just Cherie Webster and him without her older man in the way. inheritance and affair is what happened",
            1
        ],
        [
            "inheritance and affair is what happened. Chris Thompson wishes it were just Cherie Webster and him without her older man in the way. Cherie Webster didn't know that she has lost the bar",
            0
        ],
        [
            "it's an affair. the affair is with the deputy",
            0
        ],
        [
            "the affair is with the deputy. it's an affair",
            0
        ],
        [
            "Chris Thompson gave actual notice of warning, of a timing. we can believe Donna's report",
            1
        ],
        [
            "we can believe Donna's report. Chris Thompson gave actual notice of warning, of a timing",
            0
        ],
        [
            "there is a letter from Chris Thompson to Cherie Webster",
            1
        ],
        [
            "there is the letter from Cherie Webster to Chris Thompson",
            1
        ],
        [
            "we don't know where the shoe was found",
            1
        ],
        [
            "Female 3 is not sure where this picture was taken",
            1
        ],
        [
            "this picture was taken of someone's car",
            1
        ],
        [
            "Chris wasn't the devil. Chris was writing the 331 ticket",
            1
        ],
        [
            "the devil in the picture was Cherie to get Nick to run off into the woods",
            0
        ],
        [
            "the spooky witch woman was busy doing some sort of chanting in the forest",
            1
        ],
        [
            "Donna is in on this murder. Donna is a Real Estate person",
            0
        ],
        [
            "Donna is in on this murder. Donna is a Real Estate person",
            0
        ],
        [
            "Donna is a Real Estate person. Donna's the one who connected Cherie and people buying things. Donna is in on this murder",
            1
        ],
        [
            "somebody needed to connect Cherie and the people buying things",
            1
        ],
        [
            "Donna's the one who connected Cherie and people buying things. Donna is a Real Estate person",
            0
        ],
        [
            "Donna left the bar one hour before the closing time. Donna left at 02:30",
            1
        ],
        [
            "we suppose the closing time is somewhere around 03:30. they talked about 03:30",
            1
        ],
        [
            "they talked about 03:30. we suppose the closing time is somewhere around 03:30",
            1
        ],
        [
            "3.30 was the closing time. Donna left at 02:30",
            1
        ],
        [
            "3.30 was the closing time. Donna left at 02:30",
            1
        ],
        [
            "Donna left at 02:30. Donna left the bar one hour before the closing time. 3.30 was the closing time. Donna was getting traffic-stopped at 03:31",
            1
        ],
        [
            "Donna was getting traffic-stopped at 03:31. Donna left at 02:30. Donna got traffic-stopped to create an alibi for Chris",
            1
        ],
        [
            "Donna was there to create an alibi for Chris. Donna, Cherie, and Chris wanted, all three, to sell the bar, and then to split the money",
            0
        ],
        [
            "Donna, Cherie, and Chris wanted, all three, to sell the bar, and then to split the money. Donna was there to create an alibi for Chris",
            0
        ],
        [
            "there's something that can't be explained",
            1
        ],
        [
            "the reason Donna was nervous and she wanted to meet with Nick",
            1
        ],
        [
            "Donna decided not to help murder Nick. Donna changing her mind would make sense; they make the alibi, Cherie's the one, the devil",
            0
        ],
        [
            "Donna changed her mind",
            0
        ],
        [
            "Donna changing her mind would make sense; they make the alibi, Cherie's the one, the devil. Donna decided not to help murder Nick",
            1
        ],
        [
            "Donna got traffic-stopped to create an alibi for Chris. Donna was getting traffic-stopped at 03:31",
            0
        ],
        [
            "Chris is the one who murdered Nick",
            1
        ],
        [
            "Chris is the one who murdered Nick",
            1
        ],
        [
            "we can't be confirmation bias-y. let's just go through the evidence that we've got for Chris now",
            1
        ],
        [
            "let's just go through the evidence that we've got for Chris now. we can't be confirmation bias-y",
            1
        ],
        [
            "Chris' boots are evidence",
            1
        ],
        [
            "Chris' boots are evidence",
            1
        ],
        [
            "December the 7th at 3:33am, that's just after Nick was killed",
            1
        ],
        [
            "it was at 4:30am that Nick was killed",
            0
        ],
        [
            "4:30 is not that close to 3:30",
            1
        ],
        [
            "this is 3:33. the coroner said it was between 3:30 and 4:30",
            0
        ],
        [
            "the coroner said it was between 3:30 and 4:30. this is 3:33",
            0
        ],
        [
            "the coroner said it was between 3:30 and 4:30. this is 3:33",
            1
        ],
        [
            "one of the things that happened to Nick is a rock through the window",
            1
        ],
        [
            "Nick had called the police",
            1
        ],
        [
            "Nick called the police ten times between the 1st of September and the 7th of December",
            1
        ],
        [
            "Joan Campbell",
            1
        ],
        [
            "Nick had been claiming some evil corporation from Indianapolis wants to sow the land near Devil's Well with poison. Nick got what he deserved",
            1
        ],
        [
            "Nick's claims sound pretty out there",
            1
        ],
        [
            "there's a drawing of a footprint on these things",
            1
        ],
        [
            "we can figure out the footprint",
            0
        ],
        [
            "Female 1 doesn't know",
            1
        ],
        [
            "Nick has or has not maybe taken the photos",
            1
        ],
        [
            "Nick got what he deserved. Nick had been claiming some evil corporation from Indianapolis wants to sow the land near Devil's Well with poison",
            1
        ],
        [
            "there's a drawing of a footprint on these things",
            1
        ],
        [
            "Nick's notes are a list of the incidents that have happened from July onwards",
            0
        ],
        [
            "Nick's notes are a list of the incidents that have happened from October to December the 7th",
            1
        ],
        [
            "Joan didn't burn it",
            1
        ],
        [
            "Joan put out some fire. the ash they covered the fox in was from the fire",
            1
        ],
        [
            "the ash they covered the fox in was from the fire. Joan put out some fire",
            1
        ],
        [
            "we don't know who started the fire",
            1
        ],
        [
            "Joan put out some fire. the ash they covered the fox in was from the fire",
            1
        ],
        [
            "somebody started the fire",
            1
        ],
        [
            "they came and used the ashes to cover the fox",
            1
        ],
        [
            "they've set a fire to get Nick to chase them",
            0
        ],
        [
            "setting a fire was a ploy to get Nick to follow them into the woods",
            0
        ],
        [
            "look at the time on the document, December 7th, 3:33am",
            1
        ],
        [
            "3:33 is locking up time. Nick was still alive at 3:33",
            1
        ],
        [
            "Nick was still alive at 3:33. 3:33 is locking up time. the noise was just other noise",
            1
        ],
        [
            "the noise was at 2.30am. the noise was just other noise",
            1
        ],
        [
            "the noise was just other noise. the noise was at 2.30am. Nick was still alive at 3:33",
            0
        ],
        [
            "the noise was just another noise",
            0
        ],
        [
            "the noise was the noise that Mia heard when she was in the woods. Mia heard a noise",
            0
        ],
        [
            "Mia heard a noise. Female 1 and 2 do or do not remember Mia's account. the noise was the noise that Mia heard when she was in the woods",
            1
        ],
        [
            "Cherie drove back",
            0
        ],
        [
            "Cherie had the car. Chris didn't have his boots on. Chris didn't have his boots on. Chris didn't have the boots the night of Nick's death",
            0
        ],
        [
            "Chris didn't have his boots on. Cherie had the car. Chris added the boots later. Cherie had the car",
            0
        ],
        [
            "Cherie had the car. Chris didn't have his boots on. Chris didn't have his boots on. Chris didn't have the boots the night of Nick's death",
            1
        ],
        [
            "Chris didn't have the boots the night of Nick's death. Cherie had the car",
            1
        ],
        [
            "Chris added the boots later. Chris didn't have his boots on",
            0
        ],
        [
            "Chris added the boots in the car later when the photo was taken",
            0
        ],
        [
            "the car is a Toyota Prius",
            1
        ],
        [
            "it doesn't say the colour of the car",
            1
        ],
        [
            "there was a collision",
            1
        ],
        [
            "Chris had his official vehicle, the Dodge, and then he had the Toyota Prius",
            0
        ],
        [
            "Cherie wanted to stay with her friends",
            0
        ],
        [
            "Cherie didn't really stay the whole night with her friends",
            1
        ],
        [
            "Cherie's car is a silver Mercedes",
            1
        ],
        [
            "maybe Cherie is trying to get Chris nicked rather than her. Cherie is a clever woman",
            1
        ],
        [
            "Cherie is a clever woman. Cherie is quite cool and calculating. maybe Cherie is trying to get Chris nicked rather than her",
            1
        ],
        [
            "Cherie is quite cool and calculating. Cherie is a clever woman",
            1
        ],
        [
            "Cherie wanted to get out of the small town",
            1
        ],
        [
            "Cherie is polished",
            0
        ],
        [
            "Cherie was taking everybody for a ride",
            0
        ],
        [
            "Cherie is talking to this guy",
            1
        ],
        [
            "the people Cherie Webster is talking to is the people who probably want to do the development shit",
            1
        ],
        [
            "Cherie Webster is a liar, pants on fire",
            1
        ],
        [
            "someone is trying to scare Nick off",
            1
        ],
        [
            "Mia's lying. Mia's story and alibi are true",
            0
        ],
        [
            "there is an alibi if Mia and Joan were together. Mia's story and alibi are true",
            0
        ],
        [
            "Mia's story and alibi are true. there is an alibi if Mia and Joan were together. Mia's lying",
            0
        ],
        [
            "at 2.30 there was the noise in the bar",
            0
        ],
        [
            "Nick didn't leave the bar until 3.30",
            0
        ],
        [
            "Mia and Joan went to the foxes",
            0
        ],
        [
            "Nick had gone by the time Mia and Joan returned from the foxes. Nick would have come out had he still been there",
            0
        ],
        [
            "Nick would have come out had he still been there. Nick had gone by the time Mia and Joan returned from the foxes",
            0
        ],
        [
            "Mia and Joan were chanting for about an hour. Mia and Joan had been together",
            0
        ],
        [
            "by the time Mia and Joan were done chanting, Nick was already gone. the fire had been put out",
            0
        ],
        [
            "the fire had been put out. by the time Mia and Joan were done chanting, Nick was already gone",
            1
        ],
        [
            "Mia's last comment was at 4.47. Mia came back home at 4.47",
            1
        ],
        [
            "Mia wrote the comment when she came back home",
            0
        ],
        [
            "Mia and Joan had been together. the hypothetical run of the evening according to Mia and Joan is not a 100 per cent right. Mia and Joan were chanting for about an hour",
            0
        ],
        [
            "the hypothetical run of the evening according to Mia and Joan is not a 100 per cent right. Mia and Joan had been together",
            0
        ],
        [
            "Joan and Mia were together up until they left the fox and the fire was already put out",
            1
        ],
        [
            "there is Chris Thompson",
            1
        ],
        [
            "Chris Thompson is probably the deputy",
            0
        ],
        [
            "Chris Thompson is the sheriff",
            0
        ],
        [
            "Mia came back home at 4.47. Mia's last comment was at 4.47",
            0
        ],
        [
            "Chris Thompson is the deputy sheriff",
            1
        ],
        [
            "Chris Thompson is the deputy sheriff",
            0
        ],
        [
            "Nick Webster hadn't been drinking. Chris Thomson confirmed that Nick's blood alcohol level wasn't off the charts, 0.06 is tipsy but not seriously impaired. Nick Webster had been drinking just a tiny bit",
            1
        ],
        [
            "Chris Thomson confirmed that Nick's blood alcohol level wasn't off the charts, 0.06 is tipsy but not seriously impaired. Nick Webster hadn't been drinking",
            1
        ],
        [
            "Nick Webster had been drinking just a tiny bit. Nick Webster hadn't been drinking",
            0
        ],
        [
            "Chris Thomson has made a lie which is quite significant. Chris Thompson lied about Nick Webster drinking",
            1
        ],
        [
            "Nick Webster had a drink or two",
            0
        ],
        [
            "the notes are saying Nick Webster's alcohol level is at tipsy, but not seriously impaired",
            1
        ],
        [
            "Female 2 would sue someone if she'd had only been tipsy, and they accused her of being drunk",
            1
        ],
        [
            "the coroner and the Sheriffs reports are in conflict. Chris Thompson lied about Nick Webster drinking",
            1
        ],
        [
            "Chris Thompson lied about Nick Webster drinking. the coroner and the Sheriffs reports are in conflict. Chris Thomson has made a lie which is quite significant",
            1
        ],
        [
            "the three numbers on the Old Scratch Tavern paper are the code",
            0
        ],
        [
            "the code consists of month, month, year. it would be strange that a year has one digit",
            1
        ],
        [
            "Male 1 does not know what the date you can't forget is",
            1
        ],
        [
            "it would be strange that a year has one digit. the code consists of month, month, year",
            1
        ],
        [
            "the case is related to the Devil's Well thing. there is an article about the well development. there are lots of things related to that Devil's Well development",
            1
        ],
        [
            "there is an article about the well development. the case is related to the Devil's Well thing",
            1
        ],
        [
            "there are lots of things related to that Devil's Well development. the case is related to the Devil's Well thing. there is protection of the Devil's Well",
            1
        ],
        [
            "there is protection of the Devil's Well. there are lots of things related to that Devil's Well development",
            1
        ],
        [
            "there is a newspaper article about the accident",
            1
        ],
        [
            "there is a letter D",
            1
        ],
        [
            "this Chris guy's in the hiking club. the hiking boots are Chris Thompson's",
            1
        ],
        [
            "the hiking boots are Chris Thompson's. this Chris guy's in the hiking club. they're the old kind of hiking boots",
            0
        ],
        [
            "they're the old kind of hiking boots. the hiking boots are Chris Thompson's",
            1
        ],
        [
            "the detectives are trying to match the boot print",
            1
        ],
        [
            "there are too many shoes. the shoes are just a distraction",
            1
        ],
        [
            "the shoes are just a distraction. there are too many shoes",
            0
        ],
        [
            "at the beginning the instructions were saying everybody could be lying",
            1
        ],
        [
            "at the beginning the instructions were saying everybody could be lying",
            1
        ],
        [
            "the boss at the Grey Investigations was saying everyone could be lying",
            1
        ],
        [
            "there's multiple decades. people are born in different decades",
            1
        ],
        [
            "people are born in different decades. there's multiple decades",
            1
        ],
        [
            "this isn't a different decade",
            1
        ],
        [
            "it's month, month. the first number is either a zero or a one",
            0
        ],
        [
            "the first number is either a zero or a one. it's month, month",
            0
        ],
        [
            "we need the next year. we need some kind of clue about what the year is",
            1
        ],
        [
            "we need some kind of clue about what the year is. we need the next year",
            1
        ],
        [
            "the year is something in the 2000s. there's only one digit for the year. the date in the newspaper is 57",
            0
        ],
        [
            "there's only one digit for the year. the year is something in the 2000s",
            0
        ],
        [
            "there are dates in the newspaper",
            0
        ],
        [
            "there is the date in the newspaper",
            1
        ],
        [
            "the date in the newspaper is 57. the year is something in the 2000s",
            1
        ],
        [
            "Carmen found all the notes Nick had been keeping about the devil in a locked deposit bag",
            1
        ],
        [
            "Female 1 still hasn't figured out how to open the locked deposit bag",
            1
        ],
        [
            "Carmen only found the notes in a locked deposit bag",
            1
        ],
        [
            "the notes are Nick's writing. the last bit of Nick's notes is saying, he's figured it out",
            1
        ],
        [
            "the last bit of Nick's notes is saying, he's figured it out. the notes are Nick's writing",
            1
        ],
        [
            "there'd be two of them",
            1
        ],
        [
            "the number of accused murderers is up to you",
            1
        ],
        [
            "somebody killed the guy. it's probably going to be another guy",
            1
        ],
        [
            "a man is stronger. it's probably going to be another guy",
            1
        ],
        [
            "Nick was chasing the witch. the witch takes his mask off and pushes him over the ledge",
            0
        ],
        [
            "the witch takes his mask off and pushes him over the ledge. Nick was chasing the witch",
            0
        ],
        [
            "Nick ran into the forest because he was chasing someone in a devil mask",
            1
        ],
        [
            "Nick ran out at 3.30",
            1
        ],
        [
            "the deputy stopped Donna's car at 3.31",
            1
        ],
        [
            "Chris was near. the deputy stopped Donna's car by the bar",
            1
        ],
        [
            "the murderer is not Joan definitely. Joan was with Mia for the most of it. there's no thing for Joan",
            0
        ],
        [
            "Joan was with Mia for the most of it. the murderer is not Joan definitely",
            1
        ],
        [
            "this is the time of death",
            1
        ],
        [
            "that's the time where Mia was going back",
            0
        ],
        [
            "there's no thing for Joan. the murderer is not Joan definitely",
            1
        ],
        [
            "the deputy stopped Donna's car at 3.31",
            1
        ],
        [
            "this is when Mia's last comments, when Mia came back",
            1
        ],
        [
            "it's strange that Carmen hires us. Carmen is trying to frame someone else",
            0
        ],
        [
            "Carmen is trying to frame someone else. it's strange that Carmen hires us",
            1
        ],
        [
            "Carmen is trying to frame someone else. it's strange that Carmen hires us",
            1
        ],
        [
            "it wasn't Carmen. it was Chris",
            0
        ],
        [
            "it was Chris. it wasn't Carmen",
            0
        ],
        [
            "Female 3 doesn't know whether the final answer has to be one name",
            1
        ],
        [
            "we are pretty sure about two suspects. the final answer has to be one name",
            1
        ],
        [
            "the actual murderer is xxx",
            1
        ],
        [
            "the answer should be why the murder happened, who was the murderer, how  the murder happened",
            1
        ],
        [
            "the answer is Chris. the actual murderer was Chris. the answer is a name",
            0
        ],
        [
            "Female 3 hasn't seen the answers",
            1
        ],
        [
            "Female 3 doesn't know the correct answer",
            1
        ],
        [
            "the answer is Chris. the actual murderer was Chris. the answer is a name",
            0
        ],
        [
            "Cherie Webster, the victim's widow, has been charged with the murder of her husband. Cherie is innocent",
            1
        ],
        [
            "Cherie is innocent. Cherie Webster, the victim's widow, has been charged with the murder of her husband",
            1
        ],
        [
            "we've seen Nick at the bar close, whatever time that is",
            1
        ],
        [
            "they might tell us what time the bar closes",
            0
        ],
        [
            "Nick running into the woods was silly of him",
            1
        ],
        [
            "they did say they covered the fox, with like ash from the fire. it's ash from this fire that was like burning outside the bar",
            1
        ],
        [
            "someone's taunting Nick. someone's trying to get Nick to run into the woods",
            1
        ],
        [
            "someone's trying to get Nick to run into the woods. someone's taunting Nick",
            0
        ],
        [
            "anytime, Chris wishes it were just him and Cherie without her old man in the way",
            1
        ],
        [
            "Chris didn't kill anyone. what Chris said kind of changes Female 3's mind. Female 3 agrees with what Female 2 is saying",
            0
        ],
        [
            "what Chris said kind of changes Female 3's mind. Chris didn't kill anyone",
            1
        ],
        [
            "Female 3 agrees with what Female 2 is saying. Chris didn't kill anyone",
            1
        ],
        [
            "the car isn't enough of an alibi to say that Cherie actually did go away",
            1
        ],
        [
            "Cherie has no alibi",
            0
        ],
        [
            "Cherie had the opportunity. Cherie's got no alibi",
            1
        ],
        [
            "Cherie's got no alibi. Cherie had the opportunity",
            1
        ],
        [
            "Cherie does ballet classes. Cherie's quite fit",
            1
        ],
        [
            "Cherie's quite fit. Cherie does ballet classes. Cherie's a gym person. Cherie can run a lot",
            1
        ],
        [
            "Cherie's a gym person. Cherie's quite fit",
            1
        ],
        [
            "Cherie's quite fit. Cherie does ballet classes. Cherie's a gym person. Cherie can run a lot",
            1
        ],
        [
            "Cherie had a car",
            1
        ],
        [
            "Cherie can run a lot. Cherie's quite fit",
            1
        ],
        [
            "Cherie's a gym person. Cherie's quite fit",
            1
        ],
        [
            "Cherie's quite fit. Cherie does ballet classes. Cherie's a gym person. Cherie can run a lot",
            1
        ],
        [
            "Cherie's a perfectionist. Cherie would not trust her sloppy boyfriend in a murder",
            1
        ],
        [
            "Cherie's a perfectionist. Cherie would not trust her sloppy boyfriend in a murder",
            1
        ],
        [
            "Cherie would not trust her sloppy boyfriend in a murder. Cherie's a perfectionist. Cherie did the murder all herself",
            0
        ],
        [
            "Cherie did the murder all herself. Cherie would not trust her sloppy boyfriend in a murder",
            0
        ],
        [
            "Cherie did study ballet in Indianapolis when she was 14",
            1
        ],
        [
            "Cherie's car being a silver Mercedes Benz doesn't matter",
            1
        ],
        [
            "Cherie definitely has no plans to re-open Old Scratch",
            1
        ],
        [
            "Cherie made it clear that she had no plans to re-open Old Scratch",
            1
        ],
        [
            "Cherie still thinks she owns the bar. at the funeral Cherie said she has no plans to reopen the bar",
            1
        ],
        [
            "at the funeral Cherie said she has no plans to reopen the bar. Cherie still thinks she owns the bar",
            1
        ],
        [
            "Cherie still thinks she owns the bar. at the funeral Cherie said she has no plans to reopen the bar",
            1
        ],
        [
            "Cherie's car was a silver Mercedes Benz",
            1
        ],
        [
            "Mia's got an alibi. Mia is lying",
            1
        ],
        [
            "Mia's got an alibi. Mia is lying",
            1
        ],
        [
            "Mia is lying. Mia's got an alibi",
            0
        ],
        [
            "this is somebody who didn't know Mia",
            1
        ],
        [
            "Joan Campbell has got an alibi. we rule Joan Campbell out",
            0
        ],
        [
            "Joan Campbell's definitely got a motive. do we or do we not rule Joan Campbell out",
            1
        ],
        [
            "we rule Joan Campbell out. Joan Campbell has got an alibi",
            1
        ],
        [
            "the motive of Joan is that she is against development of Devil's Well. the murdered guy was or was not in favour of the development of Devil's well",
            1
        ],
        [
            "Female 1 doesn't know if the murdered guy was or was not in favour of the development of Devil's well",
            1
        ],
        [
            "Nick Webster was the name of the murdered guy",
            1
        ],
        [
            "Nick Webster was the name of the murdered guy",
            1
        ],
        [
            "Nick Webster is Cherie's husband. Cherie's got motive",
            1
        ],
        [
            "Cherie's got motive. Nick Webster is Cherie's husband",
            1
        ],
        [
            "Chris Thompson has been taking the calls from Nick Webster. Chris Thompson was the police officer answering the phone",
            0
        ],
        [
            "Chris Thompson was the police officer answering the phone. Chris Thompson has been taking the calls from Nick Webster. these are Chris Thompson's notes of the complaints that came in from the sheriff's station",
            0
        ],
        [
            "these notes are written in the first person. these are Nick Webster's notes. these notes wouldn't be a transcript of what the other guy is saying",
            1
        ],
        [
            "these notes are from Nick Webster. these are Chris Thompson's notes of the complaints that came in from the sheriff's station",
            1
        ],
        [
            "the writer is saying rock comes through the back window, two fires in one night, fire department thinks the writer is crazy. these are Chris Thompson's notes of the complaints that came in from the sheriff's station",
            1
        ],
        [
            "these are Chris Thompson's notes of the complaints that came in from the sheriff's station. Chris Thompson was the police officer answering the phone. the writer is saying rock comes through the back window, two fires in one night, fire department thinks the writer is crazy. these notes are from Nick Webster",
            0
        ],
        [
            "these are Nick Webster's notes. these notes are written in the first person",
            1
        ],
        [
            "these notes wouldn't be a transcript of what the other guy is saying. these notes are written in the first person",
            1
        ],
        [
            "we can rule out Cherie Webster. Cherie Webster had a motive. other people had more motive than Cherie Webster. Cherie Webster has an alibi",
            1
        ],
        [
            "Cherie Webster had a motive. we can rule out Cherie Webster",
            0
        ],
        [
            "Cherie Webster had a motive. we can rule out Cherie Webster",
            1
        ],
        [
            "other people had more motive than Cherie Webster. we can rule out Cherie Webster",
            1
        ],
        [
            "Cherie Webster had a motive. we can rule out Cherie Webster",
            1
        ],
        [
            "Cherie Webster has an alibi. we can rule out Cherie Webster",
            1
        ],
        [
            "if people have alibi you can pretty much clear them",
            1
        ],
        [
            "Carmichael Road might come up. the noise suggests that they wanted to make a noise to hide some activity",
            0
        ],
        [
            "anything came out on the noise. the noise suggests that they wanted to make a noise to hide some activity",
            0
        ],
        [
            "the noise suggests that they wanted to make a noise to hide some activity. anything came out on the noise. Carmichael Road might come up",
            0
        ],
        [
            "Nick died on the 7th, it's the 7th",
            1
        ],
        [
            "we should look to the comments. the information is in the comments",
            1
        ],
        [
            "the information is in the comments. we should look to the comments",
            0
        ],
        [
            "the noise is either to give her this as an alibi or that she was trying to cover up some noise",
            0
        ],
        [
            "the noise is either to give her this as an alibi or that she was trying to cover up some noise",
            1
        ],
        [
            "the traffic stop with the red Honda isn't relevant",
            0
        ],
        [
            "the red Honda may be relevant",
            1
        ],
        [
            "the red Honda was involved in a traffic stop. someone was speeding in the red Honda",
            1
        ],
        [
            "someone was speeding in the red Honda. the red Honda was involved in a traffic stop",
            1
        ],
        [
            "someone was speeding in the red Honda. the red Honda was involved in a traffic stop",
            1
        ],
        [
            "at 3:12 there was a report of a suspicious person",
            1
        ],
        [
            "thirteen, CR66",
            1
        ],
        [
            "report of suspicious person, 13, CR66",
            1
        ],
        [
            "Female 1 isn't sure what 13 CR66 means",
            1
        ],
        [
            "31 traffic stop, silver Lincoln, tail lights out",
            1
        ],
        [
            "CR66 is a road",
            1
        ],
        [
            "a silver Lincoln Continental. Donna was in the traffic stop with the silver Lincoln",
            1
        ],
        [
            "Donna was in the traffic stop with the silver Lincoln. a silver Lincoln Continental",
            1
        ],
        [
            "it was Donna, that got stopped in her car at 3.31",
            1
        ],
        [
            "three thirty-one Donna is stopped by Chris Thompson",
            1
        ],
        [
            "Donna Goddard doesn't fit anything",
            1
        ],
        [
            "Donna Goddard doesn't fit at all. we can exclude Donna Goddard from the suspects",
            1
        ],
        [
            "Donna Goddard helped Cherie Webster",
            0
        ],
        [
            "we can exclude Donna Goddard from the suspects. Donna Goddard doesn't fit at all. Donna Goddard did not kill",
            1
        ],
        [
            "Donna Goddard did not kill. we can exclude Donna Goddard from the suspects",
            0
        ],
        [
            "Donna Goddard knew something",
            0
        ],
        [
            "Donna Goddard was nicked in the car. Donna Goddard is off",
            1
        ],
        [
            "Donna Goddard is off. Donna Goddard was nicked in the car",
            0
        ],
        [
            "Donna Goddard just knew something",
            0
        ],
        [
            "there was a collision between the black and the blue car at 4.01",
            1
        ],
        [
            "the time of the collision is right in the middle of the time of death",
            1
        ],
        [
            "Joan drives a blue Volkswagen Beetle. the collision didn't involve Joan",
            1
        ],
        [
            "it wasn't a Volkswagen that was involved in the collision. the collision didn't involve Joan",
            1
        ],
        [
            "it was a Lincoln that was involved in the collision",
            1
        ],
        [
            "Donna has a Lincoln. Donna has a black Lincoln",
            1
        ],
        [
            "Donna has a Lincoln. Donna has a black Lincoln",
            1
        ],
        [
            "there's two Lincolns in this. there was a silver Lincoln tailed at 3.30. Donna has a black Lincoln",
            1
        ],
        [
            "at 3.30 traffic stops a silver Lincoln",
            1
        ],
        [
            "someone was driving under the influence. a Lincoln driver was booked for DUI",
            1
        ],
        [
            "a Lincoln driver was booked for DUI. someone was driving under the influence",
            1
        ],
        [
            "there was a silver Lincoln tailed at 3.30. 3.30's within the time of death. there's two Lincolns in this",
            1
        ],
        [
            "3.30's within the time of death. there was a silver Lincoln tailed at 3.30",
            1
        ],
        [
            "it might help break the code. this is teaching us the code for that",
            1
        ],
        [
            "this is teaching us the code for that. it might help break the code",
            1
        ],
        [
            "Donna left the matches",
            1
        ],
        [
            "someone had sent off footprints to a lab. they were waiting for the results on the shoes",
            1
        ],
        [
            "they were waiting for the results on the shoes. someone had sent off footprints to a lab. these are the results for the shoes",
            1
        ],
        [
            "these are the results for the shoes. they were waiting for the results on the shoes. there was something about footprints in the evidence",
            1
        ],
        [
            "there was something about footprints in the evidence. these are the results for the shoes",
            1
        ],
        [
            "Female 1 would like to check Chris Thompson",
            1
        ],
        [
            "the photo is to figure out boots",
            1
        ],
        [
            "the photo is these boots",
            0
        ],
        [
            "so far all we've figured out from the photo is that there's men's boots and there's women's boots",
            1
        ],
        [
            "Female 1 doesn't know where this picture was taken",
            1
        ],
        [
            "the boots look like women's boots to Female 2. those boots could be Joan's boots like outside of her porch",
            1
        ],
        [
            "the boots are Joan's. it's Joan's porch or something",
            1
        ],
        [
            "the boots are Joan's. it's Joan's porch or something",
            1
        ],
        [
            "it's Joan's porch or something. the boots are Joan's",
            1
        ],
        [
            "Carmen took two things from someone's house",
            1
        ],
        [
            "Carmen took something else from someone else's house",
            1
        ],
        [
            "Carmen's back was not to the door. Carmen's back was to the door so she didn't see anyone",
            1
        ],
        [
            "Carmen's back was to the door so she didn't see anyone. Carmen's back was not to the door",
            1
        ],
        [
            "Carmen lied",
            1
        ],
        [
            "the testament, and correspondence was in the bag Carmen found. Carmen is lying about the contents of the bag she found",
            1
        ],
        [
            "Carmen is lying about the contents of the bag she found. the testament, and correspondence was in the bag Carmen found",
            1
        ],
        [
            "this is a picture. this is picture one",
            1
        ],
        [
            "this is picture one. this is a picture",
            1
        ],
        [
            "the photo is to disprove that Joan is the murderer",
            0
        ],
        [
            "it's to prove it wasn't Joan's boot and it Chris' his boot. the photo proves that Joan is not the murderer",
            0
        ],
        [
            "the photo proves that Joan is not the murderer. it's to prove it wasn't Joan's boot and it Chris' his boot",
            1
        ],
        [
            "the photo was to say it couldn't be Joan's boots",
            0
        ],
        [
            "the photo is to disprove, it wasn't Joan boots that were there",
            1
        ],
        [
            "Female 2 can't see that we've got any more clues",
            1
        ],
        [
            "silver Lincoln is a clue. silver Lincoln is Donna",
            1
        ],
        [
            "silver Lincoln is Donna. silver Lincoln is a clue",
            1
        ],
        [
            "silver Lincoln is Donna. silver Lincoln is a clue",
            1
        ],
        [
            "the clue just confirms that Donna was given a ticket. Donna was nicked on a road at a certain time when the murder happened",
            1
        ],
        [
            "Donna was nicked on a road at a certain time when the murder happened. the clue just confirms that Donna was given a ticket. Donna couldn't have been the murderer",
            1
        ],
        [
            "Donna couldn't have been the murderer. Donna was nicked on a road at a certain time when the murder happened",
            1
        ],
        [
            "Donna wasn't at the pub, scaring Nick through the window",
            1
        ],
        [
            "Nick couldn't have chased Donna",
            1
        ],
        [
            "they thought Nick had been dead for three hours by 6:30",
            1
        ],
        [
            "the coroner arrived, agreed fall is likely cause of death, says Nick has probably been dead three to four hours",
            1
        ],
        [
            "7:30 is when the coroner arrived",
            1
        ],
        [
            "7:30 is when the call came in",
            1
        ],
        [
            "the coroner then said Nick had been dead three to four hours at 7:30",
            1
        ],
        [
            "the coroner then said Nick had been dead three to four hours at 7:30",
            1
        ],
        [
            "Donna being the murderer is still a possibility. the timings don't rule out anything in Donna's case",
            1
        ],
        [
            "the timings don't rule out anything in Donna's case. Donna being the murderer is still a possibility",
            1
        ],
        [
            "we should make an ACH matrix",
            1
        ],
        [
            "we should make an ACH matrix",
            1
        ],
        [
            "Nick Webster died at 6:37",
            1
        ],
        [
            "Donna was stopped at 3:31",
            1
        ],
        [
            "Nick Webster didn't die between 6:37 and 7:30. Nick Webster died between 6:37 and 7:30. Nick Webster did die between 6:37 and 7:30",
            1
        ],
        [
            "Nick Webster did die between 6:37 and 7:30. Nick Webster didn't die between 6:37 and 7:30",
            1
        ],
        [
            "Nick had been dead for three hours by 6:30",
            1
        ],
        [
            "there's a witch",
            1
        ],
        [
            "the witch is Joan Campbell",
            0
        ],
        [
            "Joan Campbell is innocent",
            0
        ],
        [
            "Joan didn't see a body. we know the body wasn't there before",
            0
        ],
        [
            "we know the body wasn't there before. Joan didn't see a body",
            0
        ],
        [
            "Joan heard the murder",
            0
        ],
        [
            "Joan didn't see the body",
            1
        ],
        [
            "Mia Roma didn't see the body",
            1
        ],
        [
            "whoever this witch is suspicious",
            0
        ],
        [
            "Mia Roma posted at 4.47",
            1
        ],
        [
            "Chris is young",
            1
        ],
        [
            "Chris is 28",
            1
        ],
        [
            "Cherie is ten years older than Chris is",
            1
        ],
        [
            "Chris is fairly attractive",
            1
        ],
        [
            "Donna getting nicked is enough of an alibi",
            1
        ],
        [
            "Donna getting nicked covers her and the policeman",
            1
        ],
        [
            "the murderer is Cherie. if you went back on motive, no one else has got a motive",
            0
        ],
        [
            "the murderer is Cherie. if you went back on motive, no one else has got a motive",
            0
        ],
        [
            "if you went back on motive, no one else has got a motive. the murderer is Cherie. Chris's motive is related to Cherie's motive",
            1
        ],
        [
            "the murderer is Cherie. if you went back on motive, no one else has got a motive",
            1
        ],
        [
            "Chris's motive is related to Cherie's motive. if you went back on motive, no one else has got a motive. Chris hasn't got a motive in his own right. it's a motive that Chris likes Cherie",
            1
        ],
        [
            "Female 2 agrees that Nick could be an assistant",
            1
        ],
        [
            "Chris hasn't got a motive in his own right. Chris's motive is related to Cherie's motive",
            1
        ],
        [
            "Chris likes Cherie. it's a motive that Chris likes Cherie",
            1
        ],
        [
            "it's a motive that Chris likes Cherie. Chris likes Cherie. Chris's motive is related to Cherie's motive",
            1
        ],
        [
            "Female 3 is not saying, Chris isn't the orchestrator. Chris is not the orchestrator",
            1
        ],
        [
            "Chris is an accomplice",
            0
        ],
        [
            "Female 2 is not denying Chris as an accomplice",
            1
        ],
        [
            "Chris is not the orchestrator. Chris couldn't have done killed Nick on his own. Female 3 is not saying, Chris isn't the orchestrator",
            0
        ],
        [
            "Chris couldn't have done killed Nick on his own. Chris is not the orchestrator. it would have been hard for Chris to kill Nick on his own",
            1
        ],
        [
            "Chris has got no point of doing killing Nick on his own",
            1
        ],
        [
            "Chris could have killed Nick",
            1
        ],
        [
            "it would have been hard for Chris to kill Nick on his own. Chris couldn't have done killed Nick on his own. Chris was working",
            1
        ],
        [
            "Chris was working. Chris couldn't have been the devil mask to like get Nick to run into the forest. it would have been hard for Chris to kill Nick on his own",
            1
        ],
        [
            "Chris couldn't have been the devil mask to like get Nick to run into the forest. Chris was working",
            1
        ],
        [
            "Nick Webster knew that Cherie was having an affair",
            1
        ],
        [
            "big decisions like Cherie and Nick's take time. Nick and Cherie just need a few weeks to put our affairs in order and then we should be able to finalise the deal",
            1
        ],
        [
            "there's no contact after her developer got back to Cherie. Nick finds out that Cherie is planning to do a deal behind her husband's back for the land",
            1
        ],
        [
            "Nick finds out that Cherie is planning to do a deal behind her husband's back for the land. there's no contact after her developer got back to Cherie. in the end Cherie doesn't do a deal behind her husband's back for the land",
            0
        ],
        [
            "Cherie was glad she and Nick were able to come to agreement",
            1
        ],
        [
            "Nick and Cherie just need a few weeks to put our affairs in order and then we should be able to finalise the deal. big decisions like Cherie and Nick's take time",
            1
        ],
        [
            "there's three women",
            1
        ],
        [
            "Cherie Webster, the wife",
            1
        ],
        [
            "Joan Campbell, the nutter",
            1
        ],
        [
            "Joan Campbell, she's got issues",
            1
        ],
        [
            "Donna Goddard",
            1
        ],
        [
            "Donna's got an alibi. Donna's not got an alibi",
            0
        ],
        [
            "Donna's not got an alibi. Donna's got an alibi. Donna is a big suspect",
            1
        ],
        [
            "Donna has got a ticket at 3:31 in the morning. Donna is a big suspect",
            1
        ],
        [
            "Donna is a big suspect. Donna's not got an alibi. Donna has got a ticket at 3:31 in the morning. we shouldn't talk here",
            1
        ],
        [
            "there's only two women",
            1
        ],
        [
            "Donna had been having a rough time that night, was preoccupied",
            1
        ],
        [
            "Donna had decided to go for a drive and clear her thoughts, but only got worse from there",
            1
        ],
        [
            "we shouldn't talk here. Donna is a big suspect",
            1
        ],
        [
            "Cherie doesn't know how she could bear it, not when there's a memory of poor Nick around every corner. Cherie thinks she's still in the will",
            1
        ],
        [
            "Cherie thinks she's still in the will. Cherie doesn't know how she could bear it, not when there's a memory of poor Nick around every corner",
            1
        ],
        [
            "Cherie doesn't know about the will",
            1
        ],
        [
            "Cherie was just staying at friends. Female 2 doesn't think someone believes that Cherie was staying with friends",
            1
        ],
        [
            "Female 2 doesn't think someone believes that Cherie was staying with friends. Cherie was just staying at friends. she wrote that Cherie was staying with friends in inverted commas",
            1
        ],
        [
            "she wrote that Cherie was staying with friends in inverted commas. Female 2 doesn't think someone believes that Cherie was staying with friends",
            1
        ],
        [
            "when someone brought up the possibility of foul play, Cherie absolutely refused to consider it. a wife would say, oh, I want to know what's happened to my husband",
            1
        ],
        [
            "a wife would say, oh, I want to know what's happened to my husband. when someone brought up the possibility of foul play, Cherie absolutely refused to consider it",
            0
        ],
        [
            "Nick has been behaving so strangely, seeing things that weren't there, drinking too much. Nick hasn't been drinking, Cherie's the one that also puts the, drinking too much, and he wasn't. Cherie's made Nick look a bit flaky",
            1
        ],
        [
            "Nick hasn't been drinking, Cherie's the one that also puts the, drinking too much, and he wasn't. Nick has been behaving so strangely, seeing things that weren't there, drinking too much",
            1
        ],
        [
            "Cherie is sure Nick didn't even realise what he was doing. it was Cherie doing it. Cherie's made Nick look a bit flaky",
            1
        ],
        [
            "it was Cherie doing it. Cherie is sure Nick didn't even realise what he was doing",
            0
        ],
        [
            "Cherie's made Nick look a bit flaky. Nick has been behaving so strangely, seeing things that weren't there, drinking too much. Cherie is sure Nick didn't even realise what he was doing",
            1
        ],
        [
            "Cherie made Nick look flakey to make him less believable and then killed him. we are or are not in agreement",
            1
        ],
        [
            "Cherie tried to ruin Nick's credibility",
            1
        ],
        [
            "the evil corporation was from Indianapolis",
            1
        ],
        [
            "Cherie's potential motive is getting rid of the bar. Cherie broke the news that she doesn't have plans to open Old Scratch. we don't know if Cherie wants to get rid of the bar",
            0
        ],
        [
            "we don't know if Cherie wants to get rid of the bar. Cherie's potential motive is getting rid of the bar",
            1
        ],
        [
            "Cherie broke the news that she doesn't have plans to open Old Scratch. Cherie's potential motive is getting rid of the bar",
            1
        ],
        [
            "there's a clue for some reason. they've given Cherie's maiden name Houser",
            0
        ],
        [
            "they've given Cherie's maiden name Houser. there's a clue for some reason. we'll keep an eye out for Cherie's maiden name Houser",
            1
        ],
        [
            "we'll keep an eye out for Cherie's maiden name Houser. they've given Cherie's maiden name Houser",
            1
        ],
        [
            "the other thing about Indianapolis was or was not the bonkers company that was going to destroy the land",
            1
        ],
        [
            "Cherie was accepted to study ballet at Indianapolis when she was 14, but her scholarship fell through",
            1
        ],
        [
            "that's Cherie's car",
            1
        ],
        [
            "they chased Nick through the woods",
            1
        ],
        [
            "the will was also inside the bag",
            1
        ],
        [
            "the will was also inside the bag",
            1
        ],
        [
            "Female 1 feels like she's ready to call it, for Chris. Female 1's reasoning is not airtight",
            0
        ],
        [
            "Female 1's reasoning is not airtight. Female 1 feels like she's ready to call it, for Chris",
            1
        ],
        [
            "the only thing is, the boots are in the back of his car",
            1
        ],
        [
            "the boots are not in the back of Cherie's car",
            1
        ],
        [
            "that one is Donna's car",
            1
        ],
        [
            "the other car is his Toyota",
            1
        ],
        [
            "there's another car. this is random extra stuff earlier in the night",
            0
        ],
        [
            "no collision, dead body, no",
            1
        ],
        [
            "suspicious person, traffic stop…no",
            1
        ],
        [
            "nobody has a red Honda. this is random extra stuff earlier in the night",
            0
        ],
        [
            "this is random extra stuff earlier in the night. nobody has a red Honda. there's another car",
            0
        ],
        [
            "the report just says that Nick was pushed off. Chris doesn't really need a means other than being there",
            1
        ],
        [
            "Chris doesn't really need a means other than being there. the report just says that Nick was pushed off. Female 1 thinks it was Chris",
            1
        ],
        [
            "Female 1 thinks it was Chris. Chris doesn't really need a means other than being there",
            0
        ],
        [
            "this is the time when Donna started the meeting, for example. it was not Donna who started the meeting",
            1
        ],
        [
            "this tells you when the protest was on",
            1
        ],
        [
            "the time of the protest gives Joan an alibi. Nick was killed in that 3:30 time window. Joan had a woman there at 3.30",
            1
        ],
        [
            "Joan had a woman there at 3.30. the time of the protest gives Joan an alibi",
            1
        ],
        [
            "Nick was killed in that 3:30 time window. the time of the protest gives Joan an alibi",
            1
        ],
        [
            "the time window and the protest is an alibi for Donna really",
            1
        ],
        [
            "the time window and the protest gives Joan an alibi",
            1
        ],
        [
            "Donna doesn't have an alibi",
            1
        ],
        [
            "Donna was there at 3.30 and Chris was there at 3.30",
            1
        ],
        [
            "Cherie, apparently, was with her friend. Cherie apparently has an alibi",
            1
        ],
        [
            "Cherie apparently has an alibi. Cherie, apparently, was with her friend",
            1
        ],
        [
            "Female 2 can't see Donna's motive. Female 1 can't see Donna's motive either",
            1
        ],
        [
            "Female 1 can't see Donna's motive either. we did or didn't miss something. Female 2 can't see Donna's motive",
            1
        ],
        [
            "Nick liked Donna",
            1
        ],
        [
            "Female 1 doesn't see Donna's motive. the inheritance thing is Donna's motive",
            1
        ],
        [
            "the inheritance thing is Donna's motive. Female 1 doesn't see Donna's motive. it's not clear that Donna knew about the inheritance. the inheritance was just for drinks",
            0
        ],
        [
            "it's not clear that Donna knew about the inheritance. the inheritance thing is Donna's motive",
            1
        ],
        [
            "the inheritance was just for drinks. the inheritance thing is Donna's motive",
            1
        ],
        [
            "it was just drinks for Donna, it was Carmen who got inheritence",
            1
        ],
        [
            "up to you to choose who the suspect is",
            1
        ],
        [
            "it was not Donna who started the meeting. this is the time when Donna started the meeting, for example",
            1
        ],
        [
            "Joan started the meeting",
            1
        ],
        [
            "the authorities haven't been further than the spot where the body was found. it's suspicious that Carmen knows where to go",
            0
        ],
        [
            "it's suspicious that Carmen knows where to go. the authorities haven't been further than the spot where the body was found. the murderer is Carmen",
            0
        ],
        [
            "the murderer is Carmen. it's suspicious that Carmen knows where the bag is. it's suspicious that Carmen knows where to go. we can or cannot name two people as suspects",
            0
        ],
        [
            "the murderer is Chris. Chris is the only one that we can't get an alibi for. we can or cannot name two people as suspects",
            0
        ],
        [
            "Chris is the only one that we can't get an alibi for. the murderer is Chris",
            1
        ],
        [
            "you can't really make out a second shoe. we have not matched the shoes",
            1
        ],
        [
            "the boot print was number 12",
            1
        ],
        [
            "the boot print was number 12",
            1
        ],
        [
            "the boot print in the drawing is the same one as number 12",
            0
        ],
        [
            "Nick drew the boot print",
            1
        ],
        [
            "the drawing doesn't match number 12 exactly",
            1
        ],
        [
            "the drawing doesn't match number 12 exactly",
            1
        ],
        [
            "the drawing matches number 12 better than the others",
            1
        ],
        [
            "we have not matched the shoes. we have matched the shoes. you can't really make out a second shoe",
            1
        ],
        [
            "the drawing doesn't match any of the other foot prints",
            0
        ],
        [
            "the drawing matches 12 the best",
            1
        ],
        [
            "Donna said something really odd at the funeral",
            1
        ],
        [
            "the police are bloody useless. there aren't any statements to the police",
            1
        ],
        [
            "Female 2 might be right about the affair theory",
            0
        ],
        [
            "let's see if Female 2 is right about the affair theory",
            1
        ],
        [
            "it's the person in the Devil mask and it's Carmen who killed Nick Webster. it's at 3:30 in the morning. 3:30 in the morning is just before Nick Webster died. there's someone in a devil mask outside grinning at them. Carmen reported seeing the person in the devil mask. Carmen turned around and the person in the Devil mask and Nick Webster were gone",
            1
        ],
        [
            "it's at 3:30 in the morning. it's the person in the Devil mask and it's Carmen who killed Nick Webster",
            1
        ],
        [
            "3:30 in the morning is just before Nick Webster died. it's the person in the Devil mask and it's Carmen who killed Nick Webster",
            1
        ],
        [
            "there's someone in a devil mask outside grinning at them. it's the person in the Devil mask and it's Carmen who killed Nick Webster",
            1
        ],
        [
            "Carmen reported seeing the person in the devil mask. it's the person in the Devil mask and it's Carmen who killed Nick Webster",
            1
        ],
        [
            "Carmen turned around and the person in the Devil mask and Nick Webster were gone. it's the person in the Devil mask and it's Carmen who killed Nick Webster",
            1
        ],
        [
            "Joan knew Nick was going to get murder – or Donna, or whomever, the lady who got the ticket – knew this was going to happen. the lady who got the speeding ticket came to try to warn or save Nick Webster",
            1
        ],
        [
            "the lady who got the speeding ticket came to try to warn or save Nick Webster. Joan knew Nick was going to get murder – or Donna, or whomever, the lady who got the ticket – knew this was going to happen",
            1
        ],
        [
            "Nick and Carmen are in the photo",
            1
        ],
        [
            "Carmen killed Nick Webster",
            0
        ],
        [
            "Carmen wrote to the investigator",
            1
        ],
        [
            "Carmen wrote on her own headed paper now because she runs the bar now",
            1
        ],
        [
            "we're not necessarily looking for a weapon. Nick died from a fall",
            0
        ],
        [
            "Nick died from a fall. we're not necessarily looking for a weapon",
            0
        ],
        [
            "you'd like to think they wouldn't say it was a fall if it was obviously, like, a wound from a weapon",
            0
        ],
        [
            "Nick just fell over, you know, straight onto the bullets",
            1
        ],
        [
            "Female 1 says that Cherie went to Chris' house to cover for him to make it seem like they were both in",
            0
        ],
        [
            "Chris is the only that's not accounted for",
            0
        ],
        [
            "Chris wasn't actually there. Cherie had to let herself in, instead of, like, just ringing the doorbell or whatever",
            1
        ],
        [
            "Cherie had to let herself in, instead of, like, just ringing the doorbell or whatever. Chris wasn't actually there",
            0
        ],
        [
            "it's interesting that Nick knew who was the culprit of this stuff",
            1
        ],
        [
            "in the last will, Nick has been giving part of the property to Donna, and to Joan",
            1
        ],
        [
            "the only thing is that, we are missing something. Cherie went to the house",
            0
        ],
        [
            "Cherie went to the house. the only thing is that, we are missing something",
            1
        ],
        [
            "Cherie went to the house at 2.30",
            1
        ],
        [
            "we don't know that Cherie stayed at the house",
            1
        ],
        [
            "we are not sure that Cherie stayed, yeah",
            1
        ],
        [
            "this also, like, doubly confirms that the person at the ritual was Joan. Joan did that weird thing with the dead fox",
            1
        ],
        [
            "Joan did that weird thing with the dead fox. this also, like, doubly confirms that the person at the ritual was Joan",
            1
        ],
        [
            "Joan's cat was called Vinegar Tom",
            1
        ],
        [
            "it's like gunshot wounds, yes, it was definitely a fall",
            1
        ],
        [
            "Chris is the only that's not accounted for",
            0
        ],
        [
            "this is for Vinegar Tom",
            1
        ],
        [
            "Male 1 can or can not see anything else",
            1
        ],
        [
            "Joan thinks the people in the pub are interlopers from Old Scratch bent on destroying life",
            1
        ],
        [
            "thinking the people in the pub are interlopers from Old Scratch bent on destroying life is probably Joan's best motive. Joan thinking the people in the pub are interlopers from Old Scratch bent on destroying life doesn't explain why she would murder him",
            1
        ],
        [
            "Joan thinking the people in the pub are interlopers from Old Scratch bent on destroying life doesn't explain why she would murder him. thinking the people in the pub are interlopers from Old Scratch bent on destroying life is probably Joan's best motive. Joan just doesn't like the people in the pub",
            1
        ],
        [
            "Joan just doesn't like the people in the pub. Joan thinking the people in the pub are interlopers from Old Scratch bent on destroying life doesn't explain why she would murder him",
            1
        ],
        [
            "Joan's has got a history of assault and trespassing, and she's divorced. Joan's unreliable",
            1
        ],
        [
            "having a history of assault and trespassing and being divorced doesn't make you a violent person",
            1
        ],
        [
            "Joan's unreliable. Joan's has got a history of assault and trespassing, and she's divorced",
            1
        ],
        [
            "Joan has means and opportunity. Joan lives close",
            0
        ],
        [
            "Joan lives close. Joan has means and opportunity",
            1
        ],
        [
            "Joan has means and opportunity. Joan lives close",
            1
        ],
        [
            "Nick was pushed over the ledge. any of the suspects are strong enough to push Nick over the ledge",
            1
        ],
        [
            "any of the suspects are strong enough to push Nick over the ledge. Nick was pushed over the ledge",
            1
        ],
        [
            "Mia is an alibi. at some point, Mia and Joan were together",
            0
        ],
        [
            "Mia is an alibi. at some point, Mia and Joan were together",
            0
        ],
        [
            "at some point, Mia and Joan were together. Mia is an alibi",
            1
        ],
        [
            "Mia and Joan being together during the murder time is an alibi. the murder happened before Mia and Joan were together",
            0
        ],
        [
            "the murder happened before Mia and Joan were together. Mia and Joan being together during the murder time is an alibi. Joan doesn't have an alibi",
            0
        ],
        [
            "Joan doesn't have an alibi. the murder happened before Mia and Joan were together",
            0
        ],
        [
            "Joan is the only neighbour. Joan said she was the only neighbour",
            1
        ],
        [
            "CR is this pub",
            0
        ],
        [
            "the death was between 3:30 and 4:00. there was a collision between the cars",
            0
        ],
        [
            "there was a collision between the cars. the death was between 3:30 and 4:00. the cars were getting away",
            1
        ],
        [
            "the cars were getting away. there was a collision between the cars",
            0
        ],
        [
            "the death was somewhere here",
            0
        ],
        [
            "CR is County Road. County Road 66 makes sense",
            0
        ],
        [
            "Joan said she was the only neighbour. Joan found the body. Joan's house is nearest the property to Old Scratch and there is not much else nearby. Joan is the only neighbour",
            1
        ],
        [
            "Joan found the body. Joan said she was the only neighbour. Joan was out for a walk when she found the body",
            1
        ],
        [
            "Joan did all this weird shit",
            1
        ],
        [
            "it must be Joan who found the body. Joan's house is nearest the property to Old Scratch and there is not much else nearby",
            1
        ],
        [
            "Joan's house is nearest the property to Old Scratch and there is not much else nearby. it must be Joan who found the body. Joan said she was the only neighbour",
            1
        ],
        [
            "County Road 66 makes sense. CR is County Road",
            1
        ],
        [
            "Joan is the witch",
            1
        ],
        [
            "those shoes are Joan's. Joan's address is 2 County Road. you can see a 2",
            0
        ],
        [
            "Joan's address is 2 County Road. those shoes are Joan's",
            1
        ],
        [
            "you can see a 2. those shoes are Joan's",
            1
        ],
        [
            "Joan's shoe prints are not useful. Joan's shoes are just like other shoes",
            0
        ],
        [
            "Joan's shoes are just like other shoes. Joan's shoe prints are not useful. Joan would have been out there anyway",
            1
        ],
        [
            "Joan would have been out there anyway. Joan's shoes are just like other shoes",
            1
        ],
        [
            "we're still ruling Joan out of the mix",
            1
        ],
        [
            "Chris and Cherie both had a motive. Chris and Cherie were involved with each other",
            0
        ],
        [
            "Chris and Cherie were involved with each other. Chris and Cherie both had a motive",
            0
        ],
        [
            "Cherie didn't have opportunity. the neighbours heard Cherie. the neighbours heard Cherie an hour earlier",
            1
        ],
        [
            "the neighbours heard Cherie. Cherie didn't have opportunity. Cherie was in Chris' house",
            1
        ],
        [
            "the neighbours heard Cherie an hour earlier. Cherie didn't have opportunity. the papers don't say Cherie left",
            1
        ],
        [
            "the papers don't say Cherie left. the neighbours heard Cherie an hour earlier. Cherie was in Chris' house",
            1
        ],
        [
            "the discussion in the thread was about the noise, not about leaving",
            1
        ],
        [
            "Cherie was in Chris' house. the papers don't say Cherie left. the neighbours heard Cherie",
            0
        ],
        [
            "we are not a hundred per cent sure that Cherie was in Chris' house",
            1
        ],
        [
            "we don't know how Cherie and Chris murdered Nick",
            1
        ],
        [
            "Chris is missing in action",
            0
        ],
        [
            "Cherie was at Chris' house",
            0
        ],
        [
            "Donna had the police stop",
            1
        ],
        [
            "Joan was at the ritual",
            0
        ],
        [
            "Female 1 doesn't know what the method would have even been. Nick just got pushed off a cliff",
            1
        ],
        [
            "Nick just got pushed off a cliff. Female 1 doesn't know what the method would have even been",
            1
        ],
        [
            "Joan Campbell is the only member of the Save Devil's Well Foundation",
            1
        ],
        [
            "Joan Campbell threatened councillors at a council meeting about the Save Devil's Well Foundation. the council says they won't say what the Devil's Well land is going to be used for once it's sold. there was an altercation at the council meeting",
            1
        ],
        [
            "the council says they won't say what the Devil's Well land is going to be used for once it's sold. Joan Campbell threatened councillors at a council meeting about the Save Devil's Well Foundation",
            1
        ],
        [
            "the sale of the Devil's Well land will greatly enrich the town",
            1
        ],
        [
            "there was an altercation at the council meeting. Joan Campbell threatened councillors at a council meeting about the Save Devil's Well Foundation",
            1
        ],
        [
            "Joan has been arrested for assault and trespass, in '97 and 2001",
            1
        ],
        [
            "the assault and trespassing charges against Joan were dropped",
            1
        ],
        [
            "Male 2 has no idea what Joan being arrested for assault and trespassing means",
            1
        ],
        [
            "the last bit of the suspect notes, Joan is then saying about the boot treads. this is the shoes",
            1
        ],
        [
            "there's a couple of pictures",
            1
        ],
        [
            "it seems like that one picture matches with the, so like the triangle design, and then the bit outside",
            1
        ],
        [
            "this is the shoes. the last bit of the suspect notes, Joan is then saying about the boot treads",
            1
        ],
        [
            "the shoes are result 12",
            0
        ],
        [
            "the shoes are result number 12. result number 12 says it's a man's shoe",
            1
        ],
        [
            "result number 12 says it's a man's shoe. the shoes are result number 12",
            1
        ],
        [
            "the code is the date you can't forget",
            0
        ],
        [
            "there wasn't anything inside of the letter",
            0
        ],
        [
            "the letter was just an envelope",
            0
        ],
        [
            "it was just the envelope",
            0
        ],
        [
            "somebody who has this car has an alibi. the person who was traffic stopped didn't make it for the time of the crime. there was a traffic stop of somebody at 3.31a.m",
            0
        ],
        [
            "there was a traffic stop of somebody at 3.31a.m. somebody who has this car has an alibi",
            1
        ],
        [
            "the person who was traffic stopped didn't make it for the time of the crime. somebody who has this car has an alibi",
            0
        ],
        [
            "they are whoever has this car",
            1
        ],
        [
            "Female 1 said it was Cherie Webster who murdered Nick Webster",
            1
        ],
        [
            "Cherie Webster didn't get the bar. Cherie Webster is innocent. Male 1 doesn't understand how Cherie Webster is guilty",
            1
        ],
        [
            "Cherie Webster didn't know that Nick Webster's will had been changed. Nick Webster's will was quite recent",
            0
        ],
        [
            "Nick Webster's will was quite recent. Cherie Webster didn't know that Nick Webster's will had been changed",
            1
        ],
        [
            "Cherie Webster is innocent. Cherie Webster didn't get the bar",
            1
        ],
        [
            "free Cherie Webster",
            1
        ],
        [
            "Male 1 doesn't understand how Cherie Webster is guilty. Cherie Webster's financial gain for killing Nick Webster is xxx. Cherie Webster didn't get the bar",
            1
        ],
        [
            "Cherie has a silver car",
            1
        ],
        [
            "a Cadillac is a type of car",
            1
        ],
        [
            "a Cadillac is not a Mercedes",
            1
        ],
        [
            "a Cadillac is a type of car",
            1
        ],
        [
            "Donna has the Lincoln convertible, silver",
            1
        ],
        [
            "Blue Volkswagen Beetle is Joan",
            1
        ],
        [
            "Chris had a Toyota Prius",
            1
        ],
        [
            "there was a collision between a blue and a black car",
            1
        ],
        [
            "the blue car was given a name",
            1
        ],
        [
            "the blue car was a Cadillac as well",
            1
        ],
        [
            "this is only a Volkswagen Beetle here",
            1
        ],
        [
            "the date of 13.05, the officer told Cherie about Nick's death. the date that the officer told Cherie about Nick's proof that she wasn't at her friend's house",
            1
        ],
        [
            "the date that the officer told Cherie about Nick's proof that she wasn't at her friend's house. the date of 13.05, the officer told Cherie about Nick's death. Cherie was at her friend's house",
            0
        ],
        [
            "Cherie was at her friend's house. the date that the officer told Cherie about Nick's proof that she wasn't at her friend's house. the officer told Cherie about Nick's death later",
            0
        ],
        [
            "the woman heard a chase, which was Nick chasing the one in the devil's mask. Nick chased after the one in the devil's mask",
            0
        ],
        [
            "the thing that was crashing around is also the thing that she stole",
            0
        ],
        [
            "30, 40 minutes, at one point something was crashing around",
            1
        ],
        [
            "we don't know where the information about something getting stolen is from",
            0
        ],
        [
            "Carmen's motive to kill Nick Webster is the inheritance",
            1
        ],
        [
            "Carmen's means is that she's not under suspicion at all",
            1
        ],
        [
            "next to answer is the how Carmen killed Nick Webster",
            1
        ],
        [
            "we need to know how Carmen killed Nick Webster",
            1
        ],
        [
            "how Carmen killed Nick Webster",
            1
        ],
        [
            "Carmen killed Nick Webster by pushing him down the hill",
            1
        ],
        [
            "it is a bit weird that that guy now in some sense is a witness to Nick Webster getting pushed down a hill. we are assuming there was a guy there the witness Nick Webster being pushed down a hill",
            1
        ],
        [
            "we are assuming there was a guy there the witness Nick Webster being pushed down a hill. it is a bit weird that that guy now in some sense is a witness to Nick Webster getting pushed down a hill",
            1
        ],
        [
            "Chris Thompson was the witness. Chris Thompson and Cherie Webster are trying to make a deal to sell everything",
            0
        ],
        [
            "Chris Thompson and Cherie Webster are trying to make a deal to sell everything. Chris Thompson was the witness. Chris Thompson was just trying to scare Nick Webster",
            0
        ],
        [
            "Chris Thompson was just trying to scare Nick Webster. Chris Thompson and Cherie Webster are trying to make a deal to sell everything",
            1
        ],
        [
            "Chris Thompson was trying to terrorise Nick Webster",
            1
        ],
        [
            "Chris Thompson and Cherie Webster are terrorising Nick Webster",
            1
        ],
        [
            "Male 1 doesn't know why Chris Thompson and Cherie Webster were leaving the fox",
            1
        ],
        [
            "it was Joan Campbell who left the note",
            0
        ],
        [
            "Cherie wasn't home. Cherie's staying at a friend's",
            1
        ],
        [
            "Cherie not being home is odd",
            1
        ],
        [
            "Cherie's not even wanting to entertain the foul play idea",
            1
        ],
        [
            "Cherie's motive is that she gets the pub and maybe anything Nick owns. there is an inheritance angle",
            1
        ],
        [
            "there is an inheritance angle. Cherie's motive is that she gets the pub and maybe anything Nick owns",
            0
        ],
        [
            "Cherie's staying at a friend's. Cherie wasn't home",
            1
        ],
        [
            "Cherie was having an affair",
            0
        ],
        [
            "we assumed it was a female friend that Cherie was staying with",
            1
        ],
        [
            "Cherie was having an affair",
            1
        ],
        [
            "Cherie is not having an affair with the police detective",
            1
        ],
        [
            "we need to confirm that Cherie actually was having an affair. everything is verifiable. staying with a friend is a lie",
            1
        ],
        [
            "staying with a friend is a lie. we need to confirm that Cherie actually was having an affair",
            0
        ],
        [
            "Cherie was having an affair with the deputy. Chris was working the night of Nick's death",
            0
        ],
        [
            "Chris was working the night of Nick's death. Cherie was having an affair with the deputy. Cherie was not having an affair with Chris",
            1
        ],
        [
            "Cherie was not having an affair with Chris. Chris was working the night of Nick's death",
            0
        ],
        [
            "the sheriff was working the night of Nick's death",
            0
        ],
        [
            "the report said there were four suspects. the fourth suspect is not here",
            1
        ],
        [
            "the fourth suspect is not here. the report said there were four suspects",
            1
        ],
        [
            "Donna Goddard is a suspect",
            1
        ],
        [
            "Donna Goddard is a suspect",
            1
        ],
        [
            "Joan Campbell is a suspect",
            1
        ],
        [
            "Chris Thompson is a suspect",
            1
        ],
        [
            "Cherry Webster is a suspect",
            1
        ],
        [
            "one year, one-digit year, could be 2004. the one-digit year is not 1982",
            1
        ],
        [
            "the one-digit year is not 1982. one year, one-digit year, could be 2004. 1982's a more ambiguous one-digit year",
            0
        ],
        [
            "1982's a more ambiguous one-digit year. the one-digit year is not 1982",
            1
        ],
        [
            "we need the date when they got married",
            1
        ],
        [
            "Carmen is cheeky",
            1
        ],
        [
            "Carmen didn't have any clues",
            0
        ],
        [
            "Chris lives on Carmichael Street",
            1
        ],
        [
            "Chris lives next to where it was noisy",
            1
        ],
        [
            "the traffic report is from 7th December",
            1
        ],
        [
            "7th December is after the death",
            1
        ],
        [
            "traffic stopped red Honda. xxx drives a red Honda",
            1
        ],
        [
            "the red Honda was stopped December 7th at 1am",
            1
        ],
        [
            "traffic stopped the red Honda at 1am",
            1
        ],
        [
            "December 7th is when the death happened",
            1
        ],
        [
            "Female 2 hasn't got a Gray on her notes yet",
            1
        ],
        [
            "we've got a few neighbours and witches. we've got a few un-named people",
            1
        ],
        [
            "we've got a few un-named people. we've got a few neighbours and witches",
            1
        ],
        [
            "Mia at the waterfall and Helen G in the town",
            1
        ],
        [
            "Female 2's notes have Carmichael Road as the road name",
            1
        ],
        [
            "Helen doesn't live in that road, Carmichael Road",
            1
        ],
        [
            "Carmichael Road was where the noise was",
            1
        ],
        [
            "Carmichael Road was where the first noise was",
            1
        ],
        [
            "the complaints about noise were there and 2:30 as a time is relevant",
            0
        ],
        [
            "this is Dale Lynch",
            1
        ],
        [
            "we've heard about Dale Lynch. Dale Lynch is the council man",
            1
        ],
        [
            "we've heard about Dale Lynch. Dale Lynch is the council man",
            1
        ],
        [
            "Dale Lynch is the council man. we've heard about Dale Lynch",
            1
        ],
        [
            "Dale Lynch is the council man. we've heard about Dale Lynch",
            1
        ],
        [
            "weird for a council man to say something like, try wearing a sleep mask and earplugs",
            1
        ],
        [
            "maybe try a sleep mask and earplugs",
            1
        ],
        [
            "Nick let Carmen work different shifts so she could look after her sister. Nick's death hit hard for Carmen",
            1
        ],
        [
            "Nick's death hit hard for Carmen. Nick let Carmen work different shifts so she could look after her sister",
            1
        ],
        [
            "Nick was obsessed with figuring out who the devil was",
            1
        ],
        [
            "on the night Nick died Carmen had just closed up when he came out of the office and said he'd finally figured out who the devil is. Nick figuring out who the devil is is why Carmen killed Nick",
            1
        ],
        [
            "Nick figuring out who the devil is is why Carmen killed Nick. on the night Nick died Carmen had just closed up when he came out of the office and said he'd finally figured out who the devil is",
            1
        ],
        [
            "Joan didn't do the murder",
            1
        ],
        [
            "Mia is the person from the forum, with this weird lady",
            1
        ],
        [
            "the weird lady was the one with the bees and the herbs",
            1
        ],
        [
            "the weird lady is the murderer",
            0
        ],
        [
            "the murderer is the one from 2:30",
            1
        ],
        [
            "the weird lady is the murderer",
            0
        ],
        [
            "Donna got a ticket at 3:30 for speeding",
            1
        ],
        [
            "Donna was trying to save Nicholas Webster. Donna wasn't trying to save Nicholas Webster",
            0
        ],
        [
            "Donna was trying to save Nicholas Webster. Donna wasn't trying to save Nicholas Webster",
            1
        ],
        [
            "Donna wasn't trying to save Nicholas Webster. Donna was trying to save Nicholas Webster. the murderer was Donna",
            0
        ],
        [
            "Carmen is the murderer. it doesn't make sense that Carmen hires us",
            0
        ],
        [
            "it doesn't make sense that Carmen hires us. Carmen is the murderer. Carmen hiring us is the the thing that convinces Male 2 most",
            1
        ],
        [
            "Carmen hiring us is the the thing that convinces Male 2 most. it doesn't make sense that Carmen hires us. Camen would have hired better investigators",
            1
        ],
        [
            "Camen would have hired better investigators. Carmen hiring us is the the thing that convinces Male 2 most",
            1
        ],
        [
            "the murderer was Donna. Donna wasn't trying to save Nicholas Webster",
            0
        ],
        [
            "Carmen's found a boot in Joan's place",
            1
        ],
        [
            "it's three numbers, and it says, month, month",
            1
        ],
        [
            "it says month, month, year",
            1
        ],
        [
            "none of the years worked",
            1
        ],
        [
            "the year is something in-between 2000 and 2010. Female 2 should try all of the years between 2000 and 2010",
            0
        ],
        [
            "Female 2 should try all of the years between 2000 and 2010. the year is something in-between 2000 and 2010",
            1
        ],
        [
            "Female 2 tried five and seven with all of the months. five and seven is the year on the thing",
            1
        ],
        [
            "five and seven is the year on the thing. Female 2 tried five and seven with all of the months",
            1
        ],
        [
            "Female 2 didn't try 11, 4. Female 2 will try 11, 4",
            0
        ],
        [
            "Female 2 will try 11, 4. Female 2 didn't try 11, 4",
            1
        ],
        [
            "it was 11, 4",
            1
        ],
        [
            "it's more motivation for Cherie. it's emails about them selling the bar to the developers",
            1
        ],
        [
            "this isn't divorce papers",
            1
        ],
        [
            "it's emails about them selling the bar to the developers. it's more motivation for Cherie",
            0
        ],
        [
            "Cherie couldn't possibly be reopening the bar. Cherie will sell the bar",
            1
        ],
        [
            "Cherie will sell the bar. Cherie couldn't possibly be reopening the bar",
            1
        ],
        [
            "there's a will. this is another one",
            1
        ],
        [
            "the worst thing Donna's done in all of this, is she's a Real Estate Agent. we always think real estate agents are the murderers. Donna almost seems on Nick's side",
            1
        ],
        [
            "we always think real estate agents are the murderers. the worst thing Donna's done in all of this, is she's a Real Estate Agent",
            1
        ],
        [
            "Donna seems very suspicious of something",
            1
        ],
        [
            "Donna being on Nick's side doesn't matter. let's keep on going doing the timeline",
            1
        ],
        [
            "let's keep on going doing the timeline. Donna being on Nick's side doesn't matter",
            1
        ],
        [
            "we've got Joan Campbell",
            1
        ],
        [
            "Joan Campbell is the Save Devil's Well Foundation lady",
            1
        ],
        [
            "we don't know if Joan is the witch. Joan Campbell is the witchy lady",
            1
        ],
        [
            "Female 3 is hypothesising. Joan Campbell is the witchy lady",
            1
        ],
        [
            "Joan Campbell lives on County Road",
            1
        ],
        [
            "Joan lives on the same road that the bar's on, County Road",
            1
        ],
        [
            "Joan Campbell is the witchy lady. we don't know if Joan is the witch. Female 3 is hypothesising",
            1
        ],
        [
            "Chris Thompson also couldn't have been the murderer. Chris Thompson was giving away the ticket to Donna Goddard at the time of the murder",
            1
        ],
        [
            "Chris Thompson was giving away the ticket to Donna Goddard at the time of the murder. Chris Thompson also couldn't have been the murderer",
            1
        ],
        [
            "the theory is back to Cherie Webster being the murderer, all by herself",
            1
        ],
        [
            "Cherie Webster was at someone's house, overnight",
            1
        ],
        [
            "Cherie Webster was at a friend's house the night of the murder. Cherie Webster has got no alibi",
            1
        ],
        [
            "Cherie Webster has got no alibi. Cherie Webster was at a friend's house the night of the murder",
            1
        ],
        [
            "Chris Thompson is a police officer. Cherie Webster did not tell Chris Thompson that she was killing",
            1
        ],
        [
            "Cherie Webster did not tell Chris Thompson that she was killing. Chris Thompson is a police officer",
            0
        ],
        [
            "Nick Webster dies",
            1
        ],
        [
            "Cherie Webster has made Nick Webster's death all spooky. Chris Thompson will marry Cherie Webster thinking she's not a murderer",
            1
        ],
        [
            "Chris Thompson will marry Cherie Webster thinking she's not a murderer. Cherie Webster has made Nick Webster's death all spooky",
            1
        ],
        [
            "Cherie Webster is not involved",
            0
        ],
        [
            "Doreen Norville seems like she knows what's up. it was Doreen who promised that Nick would come to no harm",
            0
        ],
        [
            "Joan Campbell, the Save Devil's Well Foundation person, is a fricking cult person. Joan Campbell called Devil's Well sacred",
            0
        ],
        [
            "Joan Campbell called Devil's Well sacred. Joan Campbell, the Save Devil's Well Foundation person, is a fricking cult person",
            1
        ],
        [
            "Joan Campbell is a cult person",
            0
        ],
        [
            "Joan Campbell is the woman at the ceremony",
            0
        ],
        [
            "Joan Campbell is the woman at the ceremony",
            0
        ],
        [
            "Nick died on 7th September. Joan Campbell was there at the ceremony",
            1
        ],
        [
            "7th September was the Friday night",
            1
        ],
        [
            "Mia Roma posted at four am, on the 7th. Joan Campbell was there at the ceremony",
            1
        ],
        [
            "Mia Roma posted at four am, on the 7th. Joan Campbell was there at the ceremony",
            1
        ],
        [
            "Joan Campbell was there at the ceremony. Mia Roma posted at four am, on the 7th. Nick died on 7th September",
            1
        ],
        [
            "Nick died when this ceremony was going on",
            0
        ],
        [
            "Chris Thompson the policeman is now saying Nick Webster's death was an accident",
            1
        ],
        [
            "Cherie Webster turns up at Chris Thompson's house being loud and inappropriate",
            1
        ],
        [
            "Cherie Webster was being loud for a couple of hours, and that started at 2:30am. both Chris Thompson and Cherie Webster are ruled out. we can rule Cherie Webster out because she was at Chris Thompson's house making a noise",
            1
        ],
        [
            "Chris Thompson was not at his house. if Chris Thompson was at his house he is or is not ruled out as well. Chris Thompson is not ruled out. Cherie Webster was making all that noise because Chris Thompson wasn't as home. Chris Thompson was at home",
            1
        ],
        [
            "Chris Thompson was not at his house. if Chris Thompson was at his house he is or is not ruled out as well. Chris Thompson is not ruled out. Cherie Webster was making all that noise because Chris Thompson wasn't as home. Chris Thompson was at home",
            0
        ],
        [
            "Chris Thompson is not ruled out. Chris Thompson was not at his house",
            1
        ],
        [
            "Cherie Webster was making all that noise because Chris Thompson wasn't as home. Chris Thompson was not at his house",
            0
        ],
        [
            "Chris Thompson was at home. it doesn't say if Chris Thompson was or was not at home. Chris Thompson was not at his house",
            0
        ],
        [
            "it doesn't say if Chris Thompson was or was not at home. Chris Thompson was at home. both Chris Thompson and Cherie Webster are ruled out",
            1
        ],
        [
            "both Chris Thompson and Cherie Webster are ruled out. it doesn't say if Chris Thompson was or was not at home. Cherie Webster was being loud for a couple of hours, and that started at 2:30am. we can't rule out either Chris Thompson or Cherie Webster",
            0
        ],
        [
            "we can't rule out either Chris Thompson or Cherie Webster. both Chris Thompson and Cherie Webster are ruled out. we can rule Cherie Webster out because she was at Chris Thompson's house making a noise",
            1
        ],
        [
            "we can rule Cherie Webster out because she was at Chris Thompson's house making a noise. we can't rule out either Chris Thompson or Cherie Webster. Cherie Webster was being loud for a couple of hours, and that started at 2:30am",
            1
        ],
        [
            "the death of Old Scratch tavern owner, Nicholas Webster has been re-classified as a murder according to official paperwork filed this week",
            1
        ],
        [
            "Webster's death was initially ruled an accident",
            1
        ],
        [
            "the case of Webster's death was recently reopened as a homicide. a suspect is now in custody in connection with Webster's death",
            1
        ],
        [
            "a suspect is now in custody in connection with Webster's death. Cherie Webster, Nicholas Webster's widow, has been charged with the murder of her husband. the case of Webster's death was recently reopened as a homicide",
            1
        ],
        [
            "Cherie Webster, Nicholas Webster's widow, has been charged with the murder of her husband. a suspect is now in custody in connection with Webster's death",
            1
        ],
        [
            "the motive of the murder of Nicholas Webster by Cherie Webster is believed to be financial gain",
            1
        ],
        [
            "there will be an external enquiry into the Sheriff's Office's handling of the investigation of Nicholas Webster's death",
            1
        ],
        [
            "Sheriff McGinty would not discuss the scope of the external enquiry into his Office of the investigation of Nicholas Webster's death",
            1
        ],
        [
            "Deputy Christopher Thomson, the officer in charge of the original investigation, has been suspended without pay",
            1
        ],
        [
            "Carmen Rojas is an employee at the bar Mr Webster owned",
            1
        ],
        [
            "the case of Nicholas Webster was solved thanks to new evidence uncovered by a private investigator",
            1
        ],
        [
            "the case of Nicholas Webster would not have been solved without the help of Grey Investigations. Carmen Rojas will always be grateful to the investigator who worked her case",
            1
        ],
        [
            "Carmen Rojas will always be grateful to the investigator who worked her case. the case of Nicholas Webster would not have been solved without the help of Grey Investigations",
            1
        ],
        [
            "Christopher Thomson has no alibi. xxx is where Christopher Thomson was",
            1
        ],
        [
            "Cherie Webster didn't have an alibi either",
            1
        ],
        [
            "Cherie Webster at least has been spotted. we didn't see Cherie Webster leave. we missed something",
            1
        ],
        [
            "we didn't see Cherie Webster leave. Cherie Webster at least has been spotted",
            1
        ],
        [
            "no one saw Christopher Thomson, even once. we missed something",
            1
        ],
        [
            "we missed something. Cherie Webster at least has been spotted. no one saw Christopher Thomson, even once",
            1
        ],
        [
            "if Cherie Webster were to have killed Nick Webster we don't know the means",
            1
        ],
        [
            "the opportunity for Cherie Webster to kill Nick Webster was at 3am. Cherie Webster got there at, like, three in the morning, and she spent 30 to 40 minutes with Joan Campbell burning herbs and chanting",
            1
        ],
        [
            "Cherie Webster got there at, like, three in the morning, and she spent 30 to 40 minutes with Joan Campbell burning herbs and chanting. the opportunity for Cherie Webster to kill Nick Webster was at 3am",
            1
        ],
        [
            "after burning herbs and chanting Joan Campbell made Cherie Webster pick up a fox. Joan Campbell is the one who killed Nick Webster",
            1
        ],
        [
            "Joan Campbell is the one who killed Nick Webster. after burning herbs and chanting Joan Campbell made Cherie Webster pick up a fox. Joan Campbell is eccentric, to put it mildly",
            0
        ],
        [
            "Joan Campbell is eccentric, to put it mildly. Joan Campbell will sit in a chair by the roadside and curse people driving by. Joan Campbell is claiming someone from an evil corporation wants to sow the land near the Devil's Well with poison or something. Joan Campbell is the one who killed Nick Webster",
            1
        ],
        [
            "Joan Campbell will sit in a chair by the roadside and curse people driving by. Joan Campbell is eccentric, to put it mildly",
            1
        ],
        [
            "Joan Campbell is claiming someone from an evil corporation wants to sow the land near the Devil's Well with poison or something. Joan Campbell is eccentric, to put it mildly",
            1
        ],
        [
            "Joan Campbell said Nick Webster has got what he deserved. Joan Campbell is motivated to kill Nick Webster",
            1
        ],
        [
            "Joan Campbell is motivated to kill Nick Webster. Joan Campbell said Nick Webster has got what he deserved. we rule Joan Campbell out. Joan Campbell being a benefactor of Nick Webster's testament is motive",
            1
        ],
        [
            "we rule Joan Campbell out. Joan Campbell is motivated to kill Nick Webster. Joan Campbell is one of the beneficiaries of Nick Webster's testament. Joan Campbell being a benefactor of Nick Webster's testament is motive",
            0
        ],
        [
            "Joan Campbell is one of the beneficiaries of Nick Webster's testament. we rule Joan Campbell out",
            1
        ],
        [
            "Joan Campbell being a benefactor of Nick Webster's testament is motive. Joan Campbell is motivated to kill Nick Webster. we rule Joan Campbell out",
            1
        ],
        [
            "Nick Webster is leaving 5,000 to the Save Devil's Well Foundation",
            1
        ],
        [
            "we don't know when Cherie took the car",
            1
        ],
        [
            "when Cherie took the car is meant to be a clue",
            0
        ],
        [
            "Cherie kept sending Chris notes. Cherie and Chris had a clandestine relationship",
            1
        ],
        [
            "Cherie and Chris had a clandestine relationship. Cherie kept sending Chris notes",
            1
        ],
        [
            "Cherie and Chris' clandestine relationship the only thing we've proved. none of the notes said, 'oh, we must run away tonight'",
            1
        ],
        [
            "none of the notes said, 'oh, we must run away tonight'. Cherie and Chris' clandestine relationship the only thing we've proved",
            1
        ],
        [
            "Female 2 thought Chris was going to say that they must run away tonight",
            1
        ],
        [
            "Cherie has the means",
            1
        ],
        [
            "Cherie already did some things beforehand, like trying to ruin her husband's credibility",
            1
        ],
        [
            "Cherie borrowed a car for some reason",
            1
        ],
        [
            "the authorities didn't bother to look any further than the spot where they found Nick's body. the authorities haven't investigated the area",
            1
        ],
        [
            "the authorities haven't investigated the area. the authorities didn't bother to look any further than the spot where they found Nick's body",
            1
        ],
        [
            "we don't really know what time of day the death is",
            1
        ],
        [
            "nobody to support Cherie's alibi, that's opportunity",
            1
        ],
        [
            "Cherie is fit. Cherie could run",
            1
        ],
        [
            "Cherie could run. Cherie is fit. Cherie could make her husband follow her",
            1
        ],
        [
            "Cherie could make her husband follow her. Cherie could run",
            1
        ],
        [
            "the other chap was working the night of Nick's death",
            1
        ],
        [
            "the boyfriend was pretty busy. we're saying Chris is not involved",
            1
        ],
        [
            "we're saying Chris is not involved. the boyfriend was pretty busy",
            1
        ],
        [
            "Cherie is not happy in that small town. Cherie wiped her husband off, and is buggering off somewhere else",
            0
        ],
        [
            "Cherie wiped her husband off, and is buggering off somewhere else. Cherie is not happy in that small town",
            0
        ],
        [
            "someone said, oh, that's what the noise, someone at Chris' house, was around 2.30",
            1
        ],
        [
            "at 2.30 someone heard noise",
            1
        ],
        [
            "they're assuming that the noise they heard is from the house. the noise actually has to do with the murder",
            1
        ],
        [
            "the noise actually has to do with the murder. they're assuming that the noise they heard is from the house",
            0
        ],
        [
            "the noise is the important bit. there's a clue in those comments",
            0
        ],
        [
            "there's a clue in those comments. the noise is the important bit",
            1
        ],
        [
            "the clue is about the ambiguous source of noise",
            0
        ],
        [
            "Helen said that about the noise",
            1
        ],
        [
            "Helen will come back",
            0
        ],
        [
            "Helen is just complaining about a neighbour. Helen's provided us with a clue",
            0
        ],
        [
            "Helen's provided us with a clue. Helen is just complaining about a neighbour",
            1
        ],
        [
            "Female 3 is doing a detailed timeline with times on the day of Nick's death. around 2.30 a noise was made as well",
            1
        ],
        [
            "around 2.30 a noise was made as well. Female 3 is doing a detailed timeline with times on the day of Nick's death",
            1
        ],
        [
            "two thirty was the noise",
            1
        ],
        [
            "a noise was heard by Helen Garbinstky",
            1
        ],
        [
            "someone's girlfriend was at his from 2:30am for a couple of hours",
            1
        ],
        [
            "someone's neighbour's testament is from the 7th at 6:32, 7th of December",
            1
        ],
        [
            "Cherie is Nick's wife. the girlfriend could not have been Cherie",
            1
        ],
        [
            "someone robbed their boyfriend's neigbour of their sleep",
            1
        ],
        [
            "someone's inconsistent hussy of a girlfriend shows up at his house at all hours to be as disruptive as possible. the night between the 6th and the 7th Decemeber wasn't the first time someone and his girlfriend have been inappropriately loud.. someone's girlfriend knocked over every single thing in the back yard",
            1
        ],
        [
            "someone's girlfriend knocked over every single thing in the back yard. someone's inconsistent hussy of a girlfriend shows up at his house at all hours to be as disruptive as possible",
            1
        ],
        [
            "something possessed someone's girlfriend to start playing music in the middle of the night. someone intended to annoy her boyfriend",
            1
        ],
        [
            "someone intended to annoy her boyfriend. something possessed someone's girlfriend to start playing music in the middle of the night",
            0
        ],
        [
            "the music stopped after a couple of hours",
            1
        ],
        [
            "someone robbed their boyfriend's neigbour of their sleep",
            1
        ],
        [
            "the night between the 6th and the 7th Decemeber wasn't the first time someone and his girlfriend have been inappropriately loud.. someone's inconsistent hussy of a girlfriend shows up at his house at all hours to be as disruptive as possible",
            1
        ],
        [
            "the girlfriend's noise was at 2:30 on 6th December",
            1
        ],
        [
            "the girlfriend could not have been Cherie. Cherie is Nick's wife. the girlfriend is someone other than Cherie and Donna that we could rule out",
            1
        ],
        [
            "the girlfriend isn't Donna. the girlfriend is someone other than Cherie and Donna that we could rule out",
            1
        ],
        [
            "the girlfriend is someone other than Cherie and Donna that we could rule out. the girlfriend could not have been Cherie. the girlfriend isn't Donna",
            1
        ],
        [
            "the girlfriend is someone other than Cherie and Donna that we could rule out. the girlfriend could not have been Cherie. the girlfriend isn't Donna",
            1
        ],
        [
            "the ticket is a fish",
            0
        ],
        [
            "red herring",
            1
        ],
        [
            "a red herring is a fish",
            1
        ],
        [
            "Donna Goddard gets a ticket at 3:31",
            1
        ],
        [
            "Donna's trying to save Nick. Donna got a ticket. Donna was really upset",
            1
        ],
        [
            "Donna got a ticket. Donna's trying to save Nick",
            1
        ],
        [
            "Donna's trying to save Nick. Donna got a ticket. Donna was really upset",
            1
        ],
        [
            "the name on the ticket is Donna Goddard",
            1
        ],
        [
            "xxx is the attending officer",
            1
        ],
        [
            "Chris Thompson is the attending officer",
            1
        ],
        [
            "it's a C on the ticket",
            1
        ],
        [
            "the C is a signature. we do or do not have a signature of Chris' on something else",
            1
        ],
        [
            "Donna was really upset. Donna's trying to save Nick",
            1
        ],
        [
            "the ticket is a fish",
            1
        ],
        [
            "if Donna had been faster she would have made a difference",
            0
        ],
        [
            "Donna's trying to save Nick. Donna got a ticket. Donna was really upset",
            1
        ],
        [
            "Chris Thompson is the attending officer",
            0
        ],
        [
            "Female 1 doesn't know if Chris is the attending officer",
            1
        ],
        [
            "it's Chris who killed Nick. Chris is the most straightforward and most obvious",
            0
        ],
        [
            "Chris is the most straightforward and most obvious. it's Chris who killed Nick",
            1
        ],
        [
            "Chris killed Nick. Cherie asked Chris to kill Nick",
            1
        ],
        [
            "Cherie asked Chris to kill Nick. Chris killed Nick",
            1
        ],
        [
            "we have potential motive. potential motive has something to do with the sale of the waterfall",
            0
        ],
        [
            "potential motive has something to do with the sale of the waterfall. we have potential motive",
            0
        ],
        [
            "the deal won't go forward. if there's enough against it, it's advantageous, but if no one wants it…",
            1
        ],
        [
            "Dale Lynch isn't the one that's benefitting particularly. Dale Lynch has bribes",
            0
        ],
        [
            "Dale Lynch has bribes. Dale Lynch isn't the one that's benefitting particularly",
            0
        ],
        [
            "Nick was killed at Devil's Well. Nick's death is a way to discourage the sale of the land and make it worth less",
            1
        ],
        [
            "Nick's death is a way to discourage the sale of the land and make it worth less. Nick was killed at Devil's Well",
            0
        ],
        [
            "the date could also be the 12th June. these dates are or are not in American format, 6th December",
            1
        ],
        [
            "the date is December",
            1
        ],
        [
            "the date is December",
            1
        ],
        [
            "if there's enough against it, it's advantageous, but if no one wants it…. the deal won't go forward",
            1
        ],
        [
            "we're definitely missing something",
            1
        ],
        [
            "the clues are pointing to Chris. the clues are maybe too obviously pointing to Chris",
            0
        ],
        [
            "the clues are pointing to Chris. the clues are maybe too obviously pointing to Chris",
            0
        ],
        [
            "the clues are maybe too obviously pointing to Chris. the clues are pointing to Chris",
            0
        ],
        [
            "if we're also considering Cherie, she did go and then turn on the music, and like, it's a bit strange",
            0
        ],
        [
            "the month is Nick's wedding anniversary month. 104 was Nick and his wife's wedding anniversary",
            0
        ],
        [
            "104 was Nick and his wife's wedding anniversary. it says 2004, so the year is four. the month is Nick's wedding anniversary month",
            0
        ],
        [
            "it says 2004, so the year is four. 104 was Nick and his wife's wedding anniversary",
            0
        ],
        [
            "the murder has to be one of the four suspects. the murderer is Chris",
            0
        ],
        [
            "the murderer is Chris. the murder has to be one of the four suspects. the murderer is Carmen. the murderer is either Chris or Carmen",
            0
        ],
        [
            "the murderer is Carmen. the murderer is Chris. the murderer is either Chris or Carmen",
            0
        ],
        [
            "the murderer is Carmen. the murderer is Chris. the murderer is either Chris or Carmen",
            0
        ],
        [
            "the police established Nick's murder was an accident. it would be great for Carmen if the police established Nick's murder was an accident",
            0
        ],
        [
            "it would be great for Carmen if the police established Nick's murder was an accident. the police established Nick's murder was an accident. it would make no sense for Carmen to hire the three of us to look at the case again if the police established Nick's death was an accident",
            1
        ],
        [
            "Carmen hired the three of us to look at the case again to validate something. it would make no sense for Carmen to hire the three of us to look at the case again if the police established Nick's death was an accident",
            0
        ],
        [
            "Carmen's off the hook at the moment. it would make no sense for Carmen to hire the three of us to look at the case again if the police established Nick's death was an accident",
            1
        ],
        [
            "Carmen's off the hook at the moment if she killed Nick",
            0
        ],
        [
            "the murderer is either Chris or Carmen. the murderer is Chris. the murderer is Carmen",
            1
        ],
        [
            "Cherie was at Chris' house. the murderer is not Sherry",
            1
        ],
        [
            "the murderer is not Sherry. Cherie was at Chris' house",
            1
        ],
        [
            "Cherie was at the house",
            1
        ],
        [
            "the murderer is not Sherry. Cherie was at Chris' house",
            1
        ],
        [
            "the murderer is not Joan",
            1
        ],
        [
            "the murderer is not Joan",
            1
        ],
        [
            "Donna was out at 3:30 when this was done. Donna might have seen something",
            1
        ],
        [
            "Donna might have seen something. Donna was out at 3:30 when this was done",
            1
        ],
        [
            "Donna is not the witch",
            1
        ],
        [
            "Donna might have been the devil outside the window. Donna had the lights out so that they wouldn't see the car",
            1
        ],
        [
            "Donna had the lights out so that they wouldn't see the car. Donna might have been the devil outside the window",
            1
        ],
        [
            "Female 2 thinks it's significant that Donna was out at 3:30",
            1
        ],
        [
            "the silver Lincoln is also significant",
            1
        ],
        [
            "there's some significant times with the silver Lincoln",
            1
        ],
        [
            "this is Cherie Webster the wife",
            1
        ],
        [
            "Cherie Webster's car is a silver Mercedes Benz",
            1
        ],
        [
            "Cherie Webster teaches at a fitness centre",
            1
        ],
        [
            "it says specifically that Nick Webster died from a fall. they've not found anything else about another method for Nick Webster to have died from a fall. the how has been answered",
            1
        ],
        [
            "the how has been answered. what Chris had to do was draw Nick Webster into the woods alone. it says specifically that Nick Webster died from a fall",
            0
        ],
        [
            "what Chris had to do was draw Nick Webster into the woods alone. get Nick Webster near the cliff, and then just shove him off. the how has been answered. Chris pushed or shoved Nick Webster off the cliff",
            0
        ],
        [
            "get Nick Webster near the cliff, and then just shove him off. what Chris had to do was draw Nick Webster into the woods alone",
            0
        ],
        [
            "Chris pushed or shoved Nick Webster off the cliff. what Chris had to do was draw Nick Webster into the woods alone. Chris shoving Nick Webster off a cliff isn't very satisfactory",
            0
        ],
        [
            "Chris shoving Nick Webster off a cliff isn't very satisfactory. Chris pushed or shoved Nick Webster off the cliff",
            0
        ],
        [
            "they've not found anything else about another method for Nick Webster to have died from a fall. it says specifically that Nick Webster died from a fall",
            0
        ],
        [
            "Chris is in the hiking club. Chris knows the countryside around the place quite well",
            1
        ],
        [
            "Chris knows the countryside around the place quite well. Chris is in the hiking club",
            0
        ],
        [
            "the coroner agreed that a fall is the likely cause of death",
            1
        ],
        [
            "Nick Webster being shoved off a cliff is the method in which he died",
            0
        ],
        [
            "Nick Webster especially died by being shoved off a cliff since Chris knows the hills",
            0
        ],
        [
            "the motive for Nick Webster's murder is because he is cheating",
            1
        ],
        [
            "Nick Webster was having an affair with Cherie. Cherie is not really happy in her marriage",
            1
        ],
        [
            "Cherie is not really happy in her marriage. Nick Webster was having an affair with Cherie. Cherie wants to get out",
            1
        ],
        [
            "Cherie wants to sell the bar. Cherie wants to get out",
            1
        ],
        [
            "Cherie wants to get out. Cherie is not really happy in her marriage. Cherie wants to sell the bar",
            1
        ],
        [
            "Chris being the killer explains why the Sheriff's office is dismissing the case. Chris works at the Sheriff's office",
            0
        ],
        [
            "Chris works at the Sheriff's office. Chris being the killer explains why the Sheriff's office is dismissing the case. Chris is the deputy of the Sheriff's department",
            1
        ],
        [
            "it was like saying in the newspaper he was the one that just lived at the bottom of the cliff, rather than the top of the cliff",
            1
        ],
        [
            "Carmen got it in the house, in Nick's office",
            1
        ],
        [
            "it's the person who's murdered, Nick's, office",
            1
        ],
        [
            "Carmen found the locked bag when she was looking through his notes",
            1
        ],
        [
            "Carmen found the locked bag in the dead guy's notes. Carmen found the locked bag in Chris's notes",
            1
        ],
        [
            "Carmen found the locked bag in Nick's notes",
            1
        ],
        [
            "the bar lady, found the locked bag when she was going through the office",
            1
        ],
        [
            "the bar lady, found the locked bag when she was going through the office",
            1
        ],
        [
            "Carmen hasn't been able to open the locked bag",
            1
        ],
        [
            "Carmen thinks there's something important in the locked bag",
            1
        ],
        [
            "Nick Webster is the murdered man",
            1
        ],
        [
            "the matches are manufactured by the Lucy Fair Match Co, Old Scratch Tavern. they're Old Scratch Tavern matches",
            1
        ],
        [
            "they're Old Scratch Tavern matches. the matches are manufactured by the Lucy Fair Match Co, Old Scratch Tavern",
            1
        ],
        [
            "Female 1 doesn't know if the matches being the bar's means anything",
            1
        ],
        [
            "something is weird. Donna left the bar one hour before the closing",
            1
        ],
        [
            "Donna left the bar one hour before the closing. something is weird. we've got that Donna was the last person to leave, and she left, we thought, we put 2.30",
            1
        ],
        [
            "at 3.30 there's the CCTV footage. the CCTV footage doesn't mean the bar closed at 4",
            1
        ],
        [
            "we've got that Donna was the last person to leave, and she left, we thought, we put 2.30. Donna left the bar one hour before the closing",
            1
        ],
        [
            "the CCTV footage is from after the bar was already closing. it's just staff in the staffroom. the CCTV footage doesn't mean the bar closed at 4",
            0
        ],
        [
            "it's just staff in the staffroom. the CCTV footage is from after the bar was already closing",
            1
        ],
        [
            "Donna left at 3.30, she was like, driving and she just left",
            0
        ],
        [
            "Donna left at 2.30. there's a big time missing",
            0
        ],
        [
            "Donna left at 2.30. there's a big time missing",
            1
        ],
        [
            "there's a big time missing. Donna left at 2.30. 3.31 Donna sighting",
            1
        ],
        [
            "3.31 Donna sighting. there's a big time missing",
            1
        ],
        [
            "at 4.01 there was a collision between blue Cadillac and a black Lincoln",
            1
        ],
        [
            "she's a bloody suspect",
            1
        ],
        [
            "her father was something",
            1
        ],
        [
            "Joan Campbell has an alibi. Female 1 is not going to rule Joan Campbell out completely",
            0
        ],
        [
            "Female 1 is not going to rule Joan Campbell out completely. Joan Campbell has an alibi",
            1
        ],
        [
            "a police report has been ripped out",
            1
        ],
        [
            "a police report has been ripped out",
            1
        ],
        [
            "the police report is written like a psychopath",
            1
        ],
        [
            "CR66 is written on the envelope. the envelope with CR66 written on it is a piece of information",
            1
        ],
        [
            "the envelope with CR66 written on it is a piece of information. CR66 is written on the envelope",
            1
        ],
        [
            "the envelope was in the secure deposit box, that is correspondence email between the Websters",
            1
        ],
        [
            "the email was between Mrs Webster and the company that wants to redevelop Devil's Well",
            1
        ],
        [
            "the Websters wanted to sell, and then in the end it doesn't happen",
            1
        ],
        [
            "Female 1 doesn't remember Nola and Courtney",
            1
        ],
        [
            "record, repeat",
            1
        ],
        [
            "Female 1 isn't sure if record, repeat helps, maybe",
            1
        ],
        [
            "still can't crack the code",
            1
        ],
        [
            "it took him like three days to crack the code",
            1
        ],
        [
            "Cherie Webster talked on 18th October to someone",
            1
        ],
        [
            "October 13th a rock went through the back window",
            1
        ],
        [
            "October 19th there were two fires in one night",
            1
        ],
        [
            "the first thing is October thirteenth",
            1
        ],
        [
            "the first thing is October thirteenth",
            1
        ],
        [
            "first of September, there was a fire in the bar",
            1
        ],
        [
            "in July there were petty burglaries",
            1
        ],
        [
            "there was a fire in September. July and September is when things start",
            1
        ],
        [
            "Female 2 means the burglaries that happened in July. July and September is when things start",
            1
        ],
        [
            "July and September is when things start. there was a fire in September. Female 2 means the burglaries that happened in July",
            1
        ],
        [
            "on 18th October, Cherie talks to the development guy",
            1
        ],
        [
            "the development guy emails again November",
            1
        ],
        [
            "after emailing again in November the development guy didn't hear from Cherie Webster",
            1
        ],
        [
            "in November, the development guy emailed to Nicholas Webster directly, and he cited all the emails between him and Cherie Webster",
            1
        ],
        [
            "the development guy emailing him directly is how Nicholas Webster learned about something",
            1
        ],
        [
            "23rd November is when the development guy emailed Nicholas Webster",
            1
        ],
        [
            "Nicholas Webster found out about Cherie Webster wanting to sell the bar behind his back. xxx is why Cherie Webster would go behind Nicholas Webster's back like when she tried to sell the bar. xxx is what Cherie Webster is thinking",
            1
        ],
        [
            "Nick had been seeing the devil",
            1
        ],
        [
            "seeing the devil happens when you drink too much, and then you stop drinking",
            1
        ],
        [
            "seeing the devil happens when someone's in a cult, sacrifice",
            0
        ],
        [
            "seeing the devil is alcoholic delirium",
            1
        ],
        [
            "Nick's trying to mess with your mind",
            0
        ],
        [
            "messing with your mind like playing games",
            0
        ],
        [
            "Female 1 doesn't know if Carmen means the boots that might be useful from Chris' car or if there's something else instead",
            1
        ],
        [
            "the useful thing is not the boots. Female 1 doesn't know what else the useful thing would be",
            1
        ],
        [
            "Female 1 doesn't know what else the useful thing would be. the useful thing is not the boots",
            1
        ],
        [
            "Female 1 doesn't know what else the useful thing would be. the useful thing is not the boots",
            1
        ],
        [
            "Nick can see the devil in the woods, he's just not fast enough to catch him. there is a suggestion that Nick thought that the devil was a man",
            1
        ],
        [
            "there is a suggestion that Nick thought that the devil was a man. Nick can see the devil in the woods, he's just not fast enough to catch him",
            1
        ],
        [
            "Cherie is five foot seven",
            1
        ],
        [
            "five foot seven is basically a man's height. five foot seven is basically Female 3's height",
            1
        ],
        [
            "five foot seven is not too short",
            1
        ],
        [
            "five foot seven is basically Female 3's height. five foot seven is basically a man's height",
            1
        ],
        [
            "no",
            1
        ],
        [
            "we didn't find any phone numbers",
            1
        ],
        [
            "that's the code",
            0
        ],
        [
            "they can't both be using the same code",
            1
        ],
        [
            "we should just leave it",
            1
        ],
        [
            "that's the code",
            1
        ],
        [
            "at 3:12 Chris stopped",
            1
        ],
        [
            "Chris talked to an awful lot of people around the time of Nick's death",
            1
        ],
        [
            "Donna was stopped by Chris at 3:31. Chris did things between 3:31 and 4:01",
            0
        ],
        [
            "4:01, collision between the body was found. Chris did things between 3:31 and 4:01",
            1
        ],
        [
            "Chris did things between 3:31 and 4:01. 4:01, collision between the body was found. Donna was stopped by Chris at 3:31",
            0
        ],
        [
            "Donna was working",
            1
        ],
        [
            "we're going to have to collaborate and corroborate. saying Chris saw a car stop, would be a good alibi. if we didn't double check Chris' alibi, he could have just put that in. we're going to need to find evidence of Cherie being away that night",
            1
        ],
        [
            "saying Chris saw a car stop, would be a good alibi. we're going to have to collaborate and corroborate",
            1
        ],
        [
            "if we didn't double check Chris' alibi, he could have just put that in. we're going to have to collaborate and corroborate",
            1
        ],
        [
            "Cherie was away the night of Nick's death. we're going to need to find evidence of Cherie being away that night",
            1
        ],
        [
            "we're going to need to find evidence of Cherie being away that night. Cherie was away the night of Nick's death. we're going to have to collaborate and corroborate",
            1
        ],
        [
            "pushing someone off the cliff is the easiest means. anyone can push someone over a cliff. if you're strangling, that requires a certain amount of strength. we already have means",
            1
        ],
        [
            "anyone can push someone over a cliff. pushing someone off the cliff is the easiest means",
            1
        ],
        [
            "if you're strangling, that requires a certain amount of strength. pushing someone off the cliff is the easiest means",
            1
        ],
        [
            "someone who's really frail and old, if you went up against a man, would struggle. the witch old is or is not old",
            1
        ],
        [
            "the witch's not that old",
            1
        ],
        [
            "Chris' address is 131 Carmichael Road. the complaint is about Chris' house",
            1
        ],
        [
            "we do or do not know the number of the address",
            1
        ],
        [
            "Chris' girlfriend let herself into his home. Chris wasn't home",
            1
        ],
        [
            "Chris wasn't home. Chris' girlfriend let herself into his home. Chris was home",
            0
        ],
        [
            "Chris was home. Chris wasn't home",
            0
        ],
        [
            "this woman who made the complaint doesn't say that she saw Chris at any point. that could definitely be fake",
            1
        ],
        [
            "the girlfriend let herself in and she turned on the lights",
            1
        ],
        [
            "Chris wasn't seen. we don't actually know where Chris was at the time when his girlfriend let herself into his home",
            1
        ],
        [
            "Chris was expecting his girlfriend. Chris' girlfriend wouldn't have to turn on all the lights",
            1
        ],
        [
            "Chris' girlfriend wouldn't have to turn on all the lights. Chris was expecting his girlfriend",
            1
        ],
        [
            "we don't actually know where Chris was at the time when his girlfriend let herself into his home. Chris wasn't seen",
            1
        ],
        [
            "the noises at Chris' house were at two thirty",
            1
        ],
        [
            "two thirty is slightly before the timeslot of the murder. Chris could have been gone",
            1
        ],
        [
            "Chris could have been gone. two thirty is slightly before the timeslot of the murder",
            1
        ],
        [
            "there's definitely something going on between Chris and Cherie. Chris' girlfriend is actually Cherie",
            1
        ],
        [
            "it's Cherie's husband that got murdered",
            1
        ],
        [
            "Chris' girlfriend is actually Cherie. there's definitely something going on between Chris and Cherie",
            0
        ],
        [
            "Chris seems too happy to say that it wasn't murder",
            1
        ],
        [
            "this complaint is about Chris' house",
            0
        ],
        [
            "the complaint is about Chris' house. Chris' address is 131 Carmichael Road",
            0
        ],
        [
            "the only person out of those four suspects that Female 1 thinks did it is Chris Thompson. it's not Chris Thompson who killed Nick Webster",
            0
        ],
        [
            "Female 1 has got that feeling that is was Carmen who killed Nick Webster",
            1
        ],
        [
            "Female 1 is more than prepared to be wrong about who killed Nick Webster",
            1
        ],
        [
            "better to be wrong quickly, than right in another hour",
            1
        ],
        [
            "it's not Chris Thompson who killed Nick Webster. it was Carmen who killed Nick Webster. the only person out of those four suspects that Female 1 thinks did it is Chris Thompson",
            0
        ],
        [
            "it was Carmen who killed Nick Webster. it's not Chris Thompson who killed Nick Webster",
            0
        ],
        [
            "it's not Carmen. intimidation's been happening",
            0
        ],
        [
            "intimidation's been happening. it's not Carmen",
            1
        ],
        [
            "intimidation is the witch's anyway. they heard about the sale, and didn't realise it was Nick, and thought it was his wife",
            0
        ],
        [
            "they heard about the sale, and didn't realise it was Nick, and thought it was his wife. intimidation is the witch's anyway. the witch's spooky bit is a misunderstanding",
            1
        ],
        [
            "the witch's spooky bit is a misunderstanding. they heard about the sale, and didn't realise it was Nick, and thought it was his wife. they heard about the sale and thought it was Nick's fault",
            0
        ],
        [
            "they heard about the sale and thought it was Nick's fault. the witch's spooky bit is a misunderstanding",
            1
        ],
        [
            "everything here will be a clue. Webster's is xxx",
            1
        ],
        [
            "Webster is Nick Webster's name",
            1
        ],
        [
            "that's when the bar opened",
            1
        ],
        [
            "that's when they bought the bar",
            1
        ],
        [
            "we trust Cherie's alibi. there's nothing placing Cherie at the place, of the location of the murder. Cherie couldn't kill",
            0
        ],
        [
            "Cherie couldn't kill. we trust Cherie's alibi",
            1
        ],
        [
            "Female 1 has not seen any evidence that would confirm that Cherie was at a friend's house. Cherie was at a friend's house. we need to say we don't know where Cherie was",
            1
        ],
        [
            "we need to say we don't know where Cherie was. Female 1 has not seen any evidence that would confirm that Cherie was at a friend's house",
            1
        ],
        [
            "there was also not evidence saying Cherie was at the area of the murder",
            1
        ],
        [
            "there was also not evidence saying Cherie was at the area of the murder",
            1
        ],
        [
            "there is no evidence showing Cherie in the area of the murder unless she was involved in one of the car accidents. there's no Mercedes Benz",
            1
        ],
        [
            "Cherie's car is a Silver Mercedes Benz",
            1
        ],
        [
            "there's no Mercedes Benz. there is no evidence showing Cherie in the area of the murder unless she was involved in one of the car accidents",
            1
        ],
        [
            "we have got Webster's because xxx",
            1
        ],
        [
            "Cherie was at a friend's house. Female 1 has not seen any evidence that would confirm that Cherie was at a friend's house",
            1
        ],
        [
            "Nick died on the 7th of December, shortly after half past three in the morning",
            0
        ],
        [
            "this is the person, one wearing a devil mask, that Nick chased off into the wilderness, after which he died",
            1
        ],
        [
            "Mia Rumer is telling the truth. there's an alibi for that crazy rich woman",
            0
        ],
        [
            "there's an alibi for that crazy rich woman. Mia Rumer is telling the truth. there might not be an alibi for that crazy rich woman",
            0
        ],
        [
            "these are the four people",
            0
        ],
        [
            "those four people are the suspects",
            0
        ],
        [
            "Donna, Joan, Chris and Cherie are the suspects' names",
            1
        ],
        [
            "Joan is the one who is at this, the Devil thing",
            0
        ],
        [
            "Joan seems to be the person leaving, like, weird dead animals around",
            0
        ],
        [
            "Joan mentions the cause at the event on the 7th, in the woods. we've got motive",
            1
        ],
        [
            "we've got motive. Joan mentions the cause at the event on the 7th, in the woods",
            1
        ],
        [
            "Joan has motive. the message is accurate",
            1
        ],
        [
            "the message is accurate. Joan has motive. the message is not meant to cover the tracks",
            1
        ],
        [
            "the message is not meant to cover the tracks. the message is accurate. the woman who posted the message says that she heard something at about the time that the murder happened",
            1
        ],
        [
            "the woman who posted the message says that she heard something at about the time that the murder happened. the message is not meant to cover the tracks",
            1
        ],
        [
            "there might not be an alibi for that crazy rich woman. there's an alibi for that crazy rich woman",
            0
        ],
        [
            "Donna, Joan, Chris and Cherie are the suspects' names",
            1
        ],
        [
            "Joan didn't have the opportunity to do it",
            1
        ],
        [
            "the letter was sent by Chris to Cherie",
            1
        ],
        [
            "the second code is the same as the first. the code is going to be, 407, 407, 407, 407",
            0
        ],
        [
            "the code is going to be, 407, 407, 407, 407. the second code is the same as the first. one, two, three, four, five, six, seven",
            0
        ],
        [
            "the code is going to be 407 unless it is 131",
            1
        ],
        [
            "that the code is 131 could also make sense",
            1
        ],
        [
            "that the code is 131 also makes sense",
            0
        ],
        [
            "no, 131, it's not. no. it is 131",
            1
        ],
        [
            "no. no, 131, it's not",
            1
        ],
        [
            "it is 131. no, 131, it's not. the letter reads C, one, two, three, A, O…can",
            1
        ],
        [
            "we're sure it's Chris",
            0
        ],
        [
            "the messages are suspicious. we don't have the means",
            1
        ],
        [
            "we don't have the means. the messages are suspicious",
            1
        ],
        [
            "any time we're just us without Cherie's old man in the way. we know it's Chris and Cherie",
            1
        ],
        [
            "one, two, three, four, five, six, seven. that part of the code is Y. the code is going to be, 407, 407, 407, 407",
            1
        ],
        [
            "that part of the code is Y. one, two, three, four, five, six, seven. we've totally got the codes",
            1
        ],
        [
            "we've totally got the codes. that part of the code is Y",
            1
        ],
        [
            "the letter reads C, one, two, three, A, O…can. it is 131",
            1
        ],
        [
            "the second letter reads can't",
            1
        ],
        [
            "the second letter reads can't wait",
            1
        ],
        [
            "the second letter reads can't wait to see you, mind if I borrow the car",
            1
        ],
        [
            "the second letter reads can't wait to see you",
            1
        ],
        [
            "the second letter reads can't wait to see you, mind if I borrow the car again. we know it's Chris and Cherie",
            1
        ],
        [
            "we don't have the means. the messages are suspicious",
            1
        ],
        [
            "we don't have the means. the messages are suspicious",
            1
        ],
        [
            "let's try figure out our suspects",
            1
        ],
        [
            "Nick was the owner of Old Scratch Tavern",
            1
        ],
        [
            "Old Scratch Tavern is a dive bar",
            1
        ],
        [
            "Carmen is the lady who came and hired the investigator",
            1
        ],
        [
            "Carmen might still be the murderer. Carmen is unlikely as the murderer",
            1
        ],
        [
            "Carmen is unlikely as the murderer. Carmen might still be the murderer",
            1
        ],
        [
            "it's Carmen in the video. it's not Carmen in the video",
            1
        ],
        [
            "it's not Carmen in the video. it's Carmen in the video",
            0
        ],
        [
            "the early hours of Saturday, Nick died",
            1
        ],
        [
            "Old Scratch owner's death is ruled an accident",
            1
        ],
        [
            "Webster fell to his death in the early hours of Saturday morning, likely minutes after leaving Old Scratch Tavern",
            1
        ],
        [
            "Cherie is a suspect",
            1
        ],
        [
            "Chris was a lady's man",
            1
        ],
        [
            "Chris talked about his hobbies",
            1
        ],
        [
            "Carmen went over to see Chris",
            1
        ],
        [
            "Cherie is a suspect",
            1
        ],
        [
            "Nick's death was an accident",
            1
        ],
        [
            "Chris has been helping Cherie with stuff around the house, just trying to be a friend in need",
            1
        ],
        [
            "Chris left his pocket notebook sitting on the table. Carmen couldn't resist tearing a page out of Chris' notebook",
            1
        ],
        [
            "Carmen couldn't resist tearing a page out of Chris' notebook. Chris left his pocket notebook sitting on the table",
            1
        ],
        [
            "the police tried to call Donna and there was no answer",
            1
        ],
        [
            "the police called Donna's office and they said she left on a business trip, not sure when she's supposed to get back",
            1
        ],
        [
            "Donna was supposed to be meeting Nick on the Wednesday",
            1
        ],
        [
            "Donna felt like she had to warn Nick about something, and then he got murdered. Donna was like, I'm not going back",
            1
        ],
        [
            "Donna was like, I'm not going back. Donna felt like she had to warn Nick about something, and then he got murdered",
            1
        ],
        [
            "Donna's in the clear. there was a 3.30 parking thing. Chris and Cherie are now the most suspicious",
            0
        ],
        [
            "there was a 3.30 parking thing. Donna's in the clear",
            1
        ],
        [
            "Chris and Cherie are now the most suspicious. Donna's in the clear",
            1
        ],
        [
            "we know from these papers that Joan was at the ritual. the ritual was close to the murder scene",
            1
        ],
        [
            "the ritual was close to the murder scene. we know from these papers that Joan was at the ritual",
            1
        ],
        [
            "the woman reported on the ritual also said she heard something else in the distance around half three",
            1
        ],
        [
            "the ritual was close to the murder scene. we know from these papers that Joan was at the ritual",
            1
        ],
        [
            "Nick and the murderer is what the woman heard. Joan didn't murder Nick",
            0
        ],
        [
            "the woman heard these sounds at the same time that she could see Joan. Joan didn't murder Nick",
            1
        ],
        [
            "Joan didn't murder Nick. the woman heard these sounds at the same time that she could see Joan. Nick and the murderer is what the woman heard",
            1
        ],
        [
            "Nick Webster did not die between 6:37 and 7:30",
            1
        ],
        [
            "Nick Webster died before 6:37 or 7:30",
            0
        ],
        [
            "the coroner arrives at 7:29",
            1
        ],
        [
            "the coroner arrives at 7:29",
            1
        ],
        [
            "7:30 is when the body was found",
            1
        ],
        [
            "the coroner says Nick died three to four hours before half seven. Nick died at xxx",
            1
        ],
        [
            "Nick died at half three",
            1
        ],
        [
            "Nick died between half three and half four",
            1
        ],
        [
            "7:30 is when the body was found",
            1
        ],
        [
            "Donna is stopped at 3:31",
            1
        ],
        [
            "we need to get a good overview of who the involved people are and what the timeline is",
            1
        ],
        [
            "Chris Thompson is the police officer",
            1
        ],
        [
            "the police are like, Nick's death was an accident",
            1
        ],
        [
            "we can continue and then come back codebreaking",
            1
        ],
        [
            "let's have a look at the the evidence again",
            1
        ],
        [
            "we need to try and match the footprint with one of these reports",
            1
        ],
        [
            "Building Bright Futures",
            1
        ],
        [
            "Building Bright Futures was mentioned in the article",
            0
        ],
        [
            "Donna Goddard wouldn't have left a note",
            1
        ],
        [
            "Donna Goddard knew they were going to kill Nick Webster. Donna Goddard wouldn't have left a note to meet Nick Webster in the future",
            1
        ],
        [
            "Female 3's idea about Donna Goddard being involved isn't working anymore",
            1
        ],
        [
            "Female 1 was just trying to find a link between Donna Goddard's real estate company, and the one buying this",
            1
        ],
        [
            "Female 1 can't figure out a link to Donna's real estate company",
            1
        ],
        [
            "Donna Goddard was trying to sell the land to Nick Webster. there was no incentive for Donna Goddard to kill someone",
            0
        ],
        [
            "Donna Goddard was talking to the husband, not the wife",
            1
        ],
        [
            "Donna Goddard found out through the grapevine",
            0
        ],
        [
            "Donna Goddard does say something odd",
            1
        ],
        [
            "Donna Goddard is crying a lot",
            1
        ],
        [
            "whatever they were talking about here made a difference",
            0
        ],
        [
            "Donna Goddard was helping Nick Webster. if only Donna Goddard had been faster, maybe she could have made a difference",
            1
        ],
        [
            "if only Donna Goddard had been faster, maybe she could have made a difference. Donna Goddard was helping Nick Webster",
            1
        ],
        [
            "there was no incentive for Donna Goddard to kill someone. Donna Goddard was trying to sell the land to Nick Webster",
            0
        ],
        [
            "the sound was the Nick Webster. the timeline is just between 9.27 on Saturday night, and 4.47 Friday night, Saturday morning. the timeline is just between 9.27 on Saturday night, and 4.47 Friday night, Saturday morning",
            0
        ],
        [
            "the timeline is just between 9.27 on Saturday night, and 4.47 Friday night, Saturday morning. the sound was the Nick Webster. Nick died in the early hours of the 7th. the sound was the Nick Webster",
            0
        ],
        [
            "Nick died in the early hours of the 7th. the sound being Nick makes sense. the timeline is just between 9.27 on Saturday night, and 4.47 Friday night, Saturday morning",
            1
        ],
        [
            "the sound being Nick makes sense. Nick died in the early hours of the 7th",
            1
        ],
        [
            "we don't know who the witch is",
            1
        ],
        [
            "we don't know who the witch is",
            1
        ],
        [
            "the implication here is that Joan only owns one pair of shoes that she ever uses. the murderer isn't Joan",
            0
        ],
        [
            "the murderer isn't Joan. the implication here is that Joan only owns one pair of shoes that she ever uses. these are not the right shoes. we definitely rule Joan out",
            0
        ],
        [
            "these are not the right shoes. the murderer isn't Joan",
            1
        ],
        [
            "Joan was being crazy",
            0
        ],
        [
            "Joan was crazy against the government. Joan and Nick were on the same side",
            1
        ],
        [
            "Nick was crazy against the government as well. Joan and Nick were on the same side",
            1
        ],
        [
            "Joan and Nick were on the same side. Joan was crazy against the government. Nick was crazy against the government as well. we definitely rule Joan out",
            1
        ],
        [
            "Joan was out doing herbs and stuff with that Leah",
            1
        ],
        [
            "Joan was out doing herbs and stuff with Leah at the same time at the murder. we definitely rule Joan out",
            1
        ],
        [
            "we definitely rule Joan out. Joan was out doing herbs and stuff with Leah at the same time at the murder. Joan and Nick were on the same side. the murderer isn't Joan",
            1
        ],
        [
            "Donna got a ticket at the time of death",
            1
        ],
        [
            "it is possible to get a ticket",
            1
        ],
        [
            "Nick was dead three to four hours before Nick was found",
            1
        ],
        [
            "Nick was dead three to four hours before Nick was found",
            1
        ],
        [
            "there's a woman's shoe. Joan lives on two County Road",
            1
        ],
        [
            "the shoe belongs to one of the suspects that live at something that ends in a number two for an address. Joan lives on two County Road",
            1
        ],
        [
            "Joan lives on two County Road. there's a woman's shoe. the shoe belongs to one of the suspects that live at something that ends in a number two for an address",
            1
        ],
        [
            "Joan lives on two County Road. there's a woman's shoe. the shoe belongs to one of the suspects that live at something that ends in a number two for an address",
            1
        ],
        [
            "Mia put something in on the 7th of December at 4:47am",
            1
        ],
        [
            "Mia put something in after Nick is killed",
            1
        ],
        [
            "the person who put something in is Mia",
            1
        ],
        [
            "Nick Webster follows his wife into the forest. the witch and the witch's friends hear some stumbling and a fight",
            1
        ],
        [
            "the witch and the witch's friends hear some stumbling and a fight. Nick Webster follows his wife into the forest",
            1
        ],
        [
            "the witch doesn't hear anything, at about three o'clock something",
            1
        ],
        [
            "what the witch hears is Nick and Cherie Webster running into the forest",
            1
        ],
        [
            "Cherie Webster then met Nick Webster",
            0
        ],
        [
            "Cherie Webster went up the waterfall",
            1
        ],
        [
            "the wife was the devil. Nick Webster went with his wife. Cherie Webster has changed out of the devil costume now",
            1
        ],
        [
            "Cherie Webster has changed out of the devil costume now. the wife was the devil. it was only a little mask",
            1
        ],
        [
            "it was only a little mask. Cherie Webster has changed out of the devil costume now",
            1
        ],
        [
            "Nick Webster was like, why",
            0
        ],
        [
            "Nick Webster finds his wife",
            1
        ],
        [
            "Nick Webster followed the devil all the way up to the waterfall",
            0
        ],
        [
            "Chris Thompson followed after Nick and Cherie",
            1
        ],
        [
            "Chris finished with the ticket",
            1
        ],
        [
            "the devil kind of disappeared in the woods",
            1
        ],
        [
            "Chris hit Nick Webster with something heavy. Nick Webster fell. Cherie is not the one who pushed Nick Webster",
            1
        ],
        [
            "Nick Webster fell. Chris hit Nick Webster with something heavy",
            1
        ],
        [
            "Cherie is the devil",
            1
        ],
        [
            "Cherie ran away. Cherie just lured Nick Webster",
            1
        ],
        [
            "Cherie just lured Nick Webster. Cherie ran away",
            1
        ],
        [
            "Cherie lured Nick Webster in the forest",
            1
        ],
        [
            "Cherie is not the one who pushed Nick Webster. Chris hit Nick Webster with something heavy",
            0
        ],
        [
            "oh let's go and have a look at the waterfall, for old time's sake, for romance",
            1
        ],
        [
            "Nick Webster went with his wife. Nick Webster wouldn't just go up to the waterfall when he's had all this threats that someone's going to be thrown down. the wife was the devil",
            1
        ],
        [
            "Chris Thompson followed after Nick and Cherie",
            1
        ],
        [
            "there were dead animals on the doorstep",
            1
        ],
        [
            "we know there was a witch getting people dragging foxes and things",
            1
        ],
        [
            "there was dead animals and creepy notes",
            1
        ],
        [
            "there were fires that kept flaring up near the building",
            1
        ],
        [
            "the letter is to Mrs Gray",
            1
        ],
        [
            "Michelle Gray, that's who sent us this stuff",
            1
        ],
        [
            "there's an address of the tavern, 6 County Road, 66, on the letter",
            1
        ],
        [
            "it's writing paper. the address is the tavern",
            1
        ],
        [
            "the address is the tavern. it's writing paper. it was Carmen that sent the letter",
            0
        ],
        [
            "it was Carmen that sent the letter. the address is the tavern",
            1
        ],
        [
            "there's four suspects",
            1
        ],
        [
            "Donna Goddard is one of the four suspects",
            1
        ],
        [
            "Donna works as a real estate agent",
            1
        ],
        [
            "Donna being a real estate agent is very dodgy",
            1
        ],
        [
            "we can say it. there are loose ends",
            0
        ],
        [
            "there are loose ends. we can say it",
            0
        ],
        [
            "the will was written on the 3rd of December. Chris changed his will on the 3rd of December",
            1
        ],
        [
            "that's got, like a footprint on it, as well",
            1
        ],
        [
            "we looked, and it looks like the footprint is Chris'",
            1
        ],
        [
            "the footprint matches Chris' one. Chris changed his will on the 3rd of December",
            1
        ],
        [
            "Chris changed his will on the 3rd of December. the will was written on the 3rd of December. the footprint matches Chris' one",
            1
        ],
        [
            "the code implies that Nick did find the letter",
            0
        ],
        [
            "the code implies that Nick did find the letter",
            1
        ],
        [
            "the code repeats. it was Chris",
            1
        ],
        [
            "it was Chris. the code repeats",
            0
        ],
        [
            "the code repeats means that he's seen that there are more letters",
            0
        ],
        [
            "the letter looks a bit like a U",
            1
        ],
        [
            "the letter can be a bad U. there's no examples of a U. it looks like a Y",
            0
        ],
        [
            "there's no examples of a U. the letter can be a bad U",
            1
        ],
        [
            "it looks like a Y. the letter can be a bad U",
            1
        ],
        [
            "407, it's the number of the Webster house",
            1
        ],
        [
            "we don't know the message",
            1
        ],
        [
            "we have the code here",
            1
        ],
        [
            "on the poster for the ritual, it's got a complaint about the noise pollution",
            1
        ],
        [
            "noise pollution has something to do with the other ones complaining about the loud music",
            0
        ],
        [
            "Female 1 doesn't know about the connection between the complaints",
            1
        ],
        [
            "we've got the time that the ritual was taking place: 3:04",
            1
        ],
        [
            "they were there before Nick left. the times do seem to match up",
            1
        ],
        [
            "the times do seem to match up. they were there before Nick left",
            1
        ],
        [
            "we don't know who sent Chris the letter",
            1
        ],
        [
            "there is some kind of clue in the postcodes",
            0
        ],
        [
            "in the letter this looks like a signature",
            1
        ],
        [
            "the signature is somebody's initials",
            1
        ],
        [
            "we know the initial of the guy that sent this. we can break everything. we need to figure out a word which has two letters the same as the signature",
            1
        ],
        [
            "we can break everything. we know the initial of the guy that sent this",
            1
        ],
        [
            "we need to figure out a word which has two letters the same as the signature. we know the initial of the guy that sent this",
            1
        ],
        [
            "we can believe Donna's report. what was mentioned in Donna's report was a real car",
            0
        ],
        [
            "what was mentioned in Donna's report was a real car. we can believe Donna's report",
            1
        ],
        [
            "what was mentioned in Donna's report was a real car. we can believe Donna's report",
            1
        ],
        [
            "the reports other than Donna's we can't believe. there's no evidence for the reports other than Donna's. we can also believe the early reports",
            0
        ],
        [
            "there's no evidence for the reports other than Donna's. the reports other than Donna's we can't believe",
            1
        ],
        [
            "Chris could have just written the reports down",
            1
        ],
        [
            "Donna's report is one that we can believe",
            1
        ],
        [
            "we don't know about the collision between the blue and the silver car at four. there's no evidence for the report about the collision",
            1
        ],
        [
            "there's no evidence for the report about the collision. we don't know about the collision between the blue and the silver car at four",
            1
        ],
        [
            "at 3.30, the bar-keep was still in the bar. at 3.31 Chris could have been doing whatever",
            1
        ],
        [
            "at 3.31 Chris could have been doing whatever. at 3.30, the bar-keep was still in the bar",
            1
        ],
        [
            "the boot is Chris's boot. Chris Thompson would have changed the boots",
            1
        ],
        [
            "the boots aren't work boots. Chris Thompson would have changed the boots",
            1
        ],
        [
            "Chris Thompson would have changed the boots. Chris Thompson must have had his car, to have changed his boots on the night. the boot is Chris's boot. the boots aren't work boots",
            1
        ],
        [
            "Chris Thompson must have had his car, to have changed his boots on the night. Chris Thompson would have changed the boots",
            1
        ],
        [
            "Chris Thompson didn't wear his police boots",
            1
        ],
        [
            "we do or we don't think Joan is the murderer",
            1
        ],
        [
            "we do or we don't think the witch is the murderer",
            1
        ],
        [
            "we don't think Joan is the murderer. you wouldn't kill for losing a cat. it wasn't even Nicholas Webster that killed the cat. the weird stuff is not related to the murder",
            1
        ],
        [
            "we don't think Joan is the murderer. you wouldn't kill for losing a cat. it wasn't even Nicholas Webster that killed the cat. the weird stuff is not related to the murder",
            1
        ],
        [
            "you wouldn't kill for losing a cat. we don't think Joan is the murderer",
            1
        ],
        [
            "it wasn't even Nicholas Webster that killed the cat. we don't think Joan is the murderer",
            1
        ],
        [
            "the weird stuff was Joan getting revenge for the cat",
            0
        ],
        [
            "the weird stuff is not related to the murder. we don't think Joan is the murderer",
            0
        ],
        [
            "something in Chris's car was useful. the boots in the car are Chris's boots",
            0
        ],
        [
            "the boots in Chris's car match the footprint",
            1
        ],
        [
            "it is unsure whether there is a car in the photo",
            1
        ],
        [
            "the photo is of a car. there is a car in the photo",
            0
        ],
        [
            "the photo is of a car. there is a car in the photo",
            1
        ],
        [
            "there is a car in the photo. the photo is of a car. the photo says, Toyota. the boots in the car are Chris's boots",
            0
        ],
        [
            "the photo says, Toyota. there is a car in the photo",
            1
        ],
        [
            "the boots in the car are Chris's boots. something in Chris's car was useful. there is a car in the photo. the situation is not looking good for Chris",
            1
        ],
        [
            "the boots in Chris's car match the footprint",
            0
        ],
        [
            "the photos were with the shoes guide. there is a shoes guide",
            1
        ],
        [
            "there is a shoes guide. the photos were with the shoes guide",
            1
        ],
        [
            "the boots in the shoes guide match the ones in the car picture. the boots are result 12. the situation is not looking good for Chris",
            0
        ],
        [
            "the boots are result 12. the boots in the shoes guide match the ones in the car picture",
            0
        ],
        [
            "the situation is not looking good for Chris. the boots in the shoes guide match the ones in the car picture. the boots in the car are Chris's boots",
            1
        ],
        [
            "the boots in Chris's car is what Cherie thinks or we think might be useful",
            1
        ],
        [
            "the murderer was actually Carmen",
            0
        ],
        [
            "Carmen killed Nick by xxx",
            1
        ],
        [
            "Carmen was at the bar. Carmen knew Nick's movements",
            1
        ],
        [
            "Carmen knew Nick's movements. Carmen was at the bar. everybody else is under suspicion apart from Carmen",
            1
        ],
        [
            "everybody else is under suspicion apart from Carmen. Carmen goes and pushes Nick off the cliff. Carmen knew Nick's movements",
            1
        ],
        [
            "Carmen goes and pushes Nick off the cliff. everybody else is under suspicion apart from Carmen",
            0
        ],
        [
            "some guys are trying to scare Nick. some guys scaring Nick gives Carmen the opportunity to murder him",
            1
        ],
        [
            "some guys scaring Nick gives Carmen the opportunity to murder him. some guys are trying to scare Nick. Carmen murdered Nick by seizing an opportunity",
            1
        ],
        [
            "Carmen murdered Nick by seizing an opportunity. some guys scaring Nick gives Carmen the opportunity to murder him",
            1
        ],
        [
            "Carmen murdered Nick by seizing an opportunity. some guys scaring Nick gives Carmen the opportunity to murder him",
            1
        ],
        [
            "Carmen blamed the murder on the devil",
            1
        ],
        [
            "Carmen's motive was the inheritance",
            1
        ],
        [
            "Carmen's motive was xxx",
            1
        ],
        [
            "Carmen killed Nick by xxx",
            1
        ],
        [
            "the missing word is a red herring",
            0
        ],
        [
            "we don't know where we found it",
            1
        ],
        [
            "the date you can't forget, month, month, year",
            1
        ],
        [
            "the date you can't forget will be the combination. the date you can't forget is Nick's anniversary",
            1
        ],
        [
            "the date you can't forget is Nick's anniversary. the date you can't forget will be the combination",
            1
        ],
        [
            "Nick's wedding anniversary",
            1
        ],
        [
            "Nick's wedding anniversary",
            1
        ],
        [
            "in Cherie's information sheet",
            1
        ],
        [
            "Nick being in trouble with his wife will be in Cherie's information sheet",
            1
        ],
        [
            "Nick had to sleep on the sofa",
            1
        ],
        [
            "the detective murdered Nick",
            0
        ],
        [
            "once Nick missed their anniversary and slept in the bar for a week",
            1
        ],
        [
            "Nick missed their anniversary once, that's all, it doesn't say",
            1
        ],
        [
            "there's dates here, November 12th, November 13th",
            1
        ],
        [
            "remember to pick up darling's gift, don't be late for dinner reservation tomorrow",
            1
        ],
        [
            "November would be month 10. November would be month eleven",
            1
        ],
        [
            "November would be month 10. November would be month eleven",
            1
        ],
        [
            "November would be month eleven. November would be month 10",
            1
        ],
        [
            "the bag belonged to Nick Webster",
            0
        ],
        [
            "there are certain things that are just very coincidental. the picture is through the back looking into a car. the car is not there by accident",
            1
        ],
        [
            "the picture is through the back looking into a car. there are certain things that are just very coincidental",
            1
        ],
        [
            "the car is a Toyota",
            1
        ],
        [
            "the car is not there by accident. there are certain things that are just very coincidental",
            0
        ],
        [
            "it's not coincidence the car is there",
            0
        ],
        [
            "Sherry is Nick Webster's wife",
            1
        ],
        [
            "Donna wanted to talk about the previous Wednesday's meeting. Donna was saying, I want to talk about the Wednesday meeting. Donna did not want to talk on Wednesday. Donna wants to talk about land, Wednesday, Devil's Well, 11pm",
            0
        ],
        [
            "Donna did not want to talk on Wednesday. Donna wanted to talk about the previous Wednesday's meeting",
            0
        ],
        [
            "Donna wants to talk about land, Wednesday, Devil's Well, 11pm. Donna wanted to talk about the previous Wednesday's meeting",
            0
        ],
        [
            "Nick died on the Saturday",
            1
        ],
        [
            "Nick was already dead",
            0
        ],
        [
            "Donna wanted to talk about land",
            0
        ],
        [
            "the meeting was a Wednesday. the meeting being on Wednesday would be interesting",
            0
        ],
        [
            "the meeting being on Wednesday would be interesting. the meeting was a Wednesday. Nick and Donna might want to talk about the meeting",
            0
        ],
        [
            "Nick and Donna might want to talk about the meeting. the meeting being on Wednesday would be interesting",
            0
        ],
        [
            "the meeting is on Monday",
            1
        ],
        [
            "Monday would be December",
            1
        ],
        [
            "it was Monday the 9th",
            0
        ],
        [
            "she gave a phone number to Nick",
            0
        ],
        [
            "Nick never got the chance to see the phone number",
            1
        ],
        [
            "Donna was saying, I want to talk about the Wednesday meeting. Donna wanted to talk about the previous Wednesday's meeting",
            0
        ],
        [
            "we need to open the locked bag. there's a combination number on the locked bag",
            1
        ],
        [
            "there's a combination number on the locked bag. we need to open the locked bag",
            1
        ],
        [
            "Female 1 is just going to say some things",
            1
        ],
        [
            "December 7th at three or four, Nick is killed just after it",
            1
        ],
        [
            "Chris or Cherie is the murderer",
            0
        ],
        [
            "Donna or Joan are not the murderers. we've got Donna and Joan ruled out",
            0
        ],
        [
            "we've got Donna and Joan ruled out. Donna or Joan are not the murderers. Joan's got an alibi. Donna has an alibi, she was trying to save Nick",
            1
        ],
        [
            "Donna has an alibi, she was trying to save Nick. we've got Donna and Joan ruled out",
            1
        ],
        [
            "Donna and Joan are out",
            1
        ],
        [
            "the murderers are Chris and/or Cherie. we cannot say it's Cherie",
            1
        ],
        [
            "we cannot say it's Cherie. the murderers are Chris and/or Cherie. Cherie was in the back yard making a scene",
            1
        ],
        [
            "Cherie was in the back yard making a scene. we cannot say it's Cherie",
            1
        ],
        [
            "we cannot say it's Cherie. the murderers are Chris and/or Cherie. Cherie was in the back yard making a scene",
            1
        ],
        [
            "Cherie and Chris were in it together",
            0
        ],
        [
            "Cherie is in the back yard creating a scene. the murderer isn't Cherie",
            1
        ],
        [
            "the murderer isn't Cherie. Cherie is in the back yard creating a scene",
            1
        ],
        [
            "Chris is there, near the crime scene",
            1
        ],
        [
            "Joan's got a motive. Joan's got an alibi",
            1
        ],
        [
            "Joan's got an alibi. Joan's got a motive. we've got Donna and Joan ruled out",
            1
        ],
        [
            "Joan Campbell is a witchy lady. Joan is a bee farmer and sells honey at local farmers' markets",
            1
        ],
        [
            "Joan is a bee farmer and sells honey at local farmers' markets. Joan Campbell is a witchy lady",
            1
        ],
        [
            "Joan got assaulted",
            1
        ],
        [
            "assault and trespassing was the other thing Joan did",
            1
        ],
        [
            "assault and trespassing was the other thing Joan did",
            1
        ],
        [
            "there's not much else nearby to Joan's house",
            1
        ],
        [
            "Joan's divorced",
            1
        ],
        [
            "Joan is eccentric, to put it mildly. Joan is the witch lady",
            1
        ],
        [
            "Joan is the witch lady. Joan is eccentric, to put it mildly",
            1
        ],
        [
            "Joan being a witch is a distraction",
            1
        ],
        [
            "Joan potentially didn't kill Nick",
            0
        ],
        [
            "Joan does sound like a witch",
            1
        ],
        [
            "Joan does sound quite witchy",
            1
        ],
        [
            "we haven't confirmed though, that Joan is the witch. Joan is the witch",
            1
        ],
        [
            "Joan is the witch. we haven't confirmed though, that Joan is the witch",
            1
        ],
        [
            "Female 3 is probably right that Joan is the witch. we shouldn't jump to conclusions",
            1
        ],
        [
            "we shouldn't jump to conclusions. Female 3 is probably right that Joan is the witch. we'll make Joan being a witch, as a theory that we need to confirm",
            1
        ],
        [
            "we'll make Joan being a witch, as a theory that we need to confirm. we shouldn't jump to conclusions",
            1
        ],
        [
            "Joan is potentially the witch lady",
            1
        ],
        [
            "Joan did all the weird shit until 4:47 with Mia",
            1
        ],
        [
            "Joan kept on doing weird shit without Mia",
            1
        ],
        [
            "knowing what time Joan found the body would be quite good",
            1
        ],
        [
            "Joan found the body at six am",
            1
        ],
        [
            "McGinty is the sheriff",
            0
        ],
        [
            "the time of the body was found is the best one fact from the report",
            1
        ],
        [
            "Donna Goddard left the matchbox and menu",
            1
        ],
        [
            "the meeting was mentioned in Nick's notes. this meeting on the menu could have happened. the meeting was not in Nick's notes",
            1
        ],
        [
            "the meeting was not in Nick's notes. the meeting was mentioned in Nick's notes. the meeting was in Carmen's notes",
            1
        ],
        [
            "the meeting was in Carmen's notes. the meeting was not in Nick's notes",
            0
        ],
        [
            "Nick died early Saturday morning",
            1
        ],
        [
            "Nick called the emergency services ten times",
            1
        ],
        [
            "Nick called the emergency services between September 1st and December 2nd",
            1
        ],
        [
            "there were fires. Nick called the emergency services",
            1
        ],
        [
            "Nick called the emergency services. there were fires",
            1
        ],
        [
            "there were several petty burglaries in July and a fire in September. Nick called ten times",
            1
        ],
        [
            "Nick called ten times. there were several petty burglaries in July and a fire in September",
            1
        ],
        [
            "Nick calling ten times is a bit poor",
            1
        ],
        [
            "Nick called the emergency services several times",
            1
        ],
        [
            "Carmen Rojas thought Nick's fall may be accidental",
            1
        ],
        [
            "Carmen was a bartender at Old Scratch and said that Nick Webster feared someone was out to get him, though she didn't know who would have wanted to harm her employer",
            1
        ],
        [
            "the circumstances of Nick Webster's death led some Perdition residents, including Rojas, to speculate whether his fall might have been accidental. Sheriff McGinty was adamant these claims were groundless",
            1
        ],
        [
            "Sheriff McGinty was adamant these claims were groundless. the circumstances of Nick Webster's death led some Perdition residents, including Rojas, to speculate whether his fall might have been accidental",
            1
        ],
        [
            "Rojas is Carmen Rojas",
            1
        ],
        [
            "Nick was still at the bar",
            1
        ],
        [
            "Cherie gets a ticket at 3:31",
            1
        ],
        [
            "Cherie can't be lying. Cherie is lying. 3:33 is when Cherie gets a ticket",
            1
        ],
        [
            "3:33 is when Cherie gets a ticket. Cherie can't be lying",
            1
        ],
        [
            "Cherie gets the ticket. Cherie has still made it to the CCTV thing",
            0
        ],
        [
            "Cherie has still made it to the CCTV thing. Cherie gets the ticket",
            0
        ],
        [
            "the CCTV is from the bar",
            1
        ],
        [
            "Female 1 doesn't know where the CCTV is from",
            1
        ],
        [
            "we don't know where the CCTV is from",
            1
        ],
        [
            "Male 1 doesn't know where the CCTV is from",
            1
        ],
        [
            "nothing useful",
            1
        ],
        [
            "the quote is from Sherlock Holmes. when you have excluded the impossible, whatever remains, however impossible, must be the truth",
            1
        ],
        [
            "the quote is the last piece of the jigsaw that we needed",
            1
        ],
        [
            "Nick is leaving a bit to some other people",
            1
        ],
        [
            "the person who's reported it",
            1
        ],
        [
            "Cherie is lying. Cherie can't be lying",
            1
        ],
        [
            "Cherie can't be lying. Cherie is lying. 3:33 is when Cherie gets a ticket",
            1
        ],
        [
            "when you have excluded the impossible, whatever remains, however impossible, must be the truth. the quote is from Sherlock Holmes",
            1
        ],
        [
            "Nick is leaving a little bit of money to save the Devil's Well thing",
            1
        ],
        [
            "thirteen CR66",
            1
        ],
        [
            "some evil corporation from Indianapolis wants to sow the land near Devil's Well with poison or something",
            1
        ],
        [
            "Joan is claiming that an evil corporation from Indianapolis wants to sow the land near Devil's Well with poison",
            1
        ],
        [
            "Joan is claiming that an evil corporation from Indianapolis wants to sow the land near Devil's Well with poison, or something",
            0
        ],
        [
            "Joan is right. Joan sees evil in the act of a corporation buying the land. there is a corporation wants to buy the land",
            0
        ],
        [
            "there is a corporation wants to buy the land. Joan is right",
            0
        ],
        [
            "Joan sees the evil in everything. Joan sees evil in the act of a corporation buying the land. Joan seeing evil might be a factor",
            0
        ],
        [
            "Joan sees evil in the act of a corporation buying the land. Joan sees the evil in everything. Joan seeing evil might be a factor. Joan is right",
            1
        ],
        [
            "Joan is bonkers. Joan won't talk to interlopers from Old Scratch bent on destroying life",
            1
        ],
        [
            "Joan also put a fox outside Nick's bar. we knew Joan was bonkers already",
            1
        ],
        [
            "we knew Joan was bonkers already. Joan also put a fox outside Nick's bar",
            1
        ],
        [
            "Joan obviously thinks Nick and the bar are doing something bad. Joan won't talk to interlopers from Old Scratch bent on destroying life",
            1
        ],
        [
            "Joan won't talk to interlopers from Old Scratch bent on destroying life. Joan is bonkers. Joan obviously thinks Nick and the bar are doing something bad",
            1
        ],
        [
            "the meeting, scheduled originally for 13 minutes, continued for over an hour",
            1
        ],
        [
            "Joan Campbell stood up during the question and answer period, the tone of the discussion quickly became tense",
            1
        ],
        [
            "Campbell identified herself as the founder and sole member of the Save Devil's Well Foundation, an organisation she claimed is devoted to protecting the wilderness around Devil's Well",
            1
        ],
        [
            "Joan accused the council of accepting bribes and claimed that Devil's Well is a sacred site that deserves official protection",
            1
        ],
        [
            "Devil's Well is a sacred site",
            1
        ],
        [
            "security attempted to remove Campbell from the meeting, but Joan resisted, injuring a bystander in the process",
            1
        ],
        [
            "Dale Lynch is the councillor's name",
            1
        ],
        [
            "Joan ended by threatening to come to the councillors' homes and 'Do to you what you what to do to your environment'",
            1
        ],
        [
            "no one was seriously hurt, but none of expected this to get so ugly",
            1
        ],
        [
            "it was Carmen who killed Nick Webster. Carmen was trying to make out like it was the police officer who killed Nick Webster. this evidence says it was Carmen who killed Nick Webster",
            1
        ],
        [
            "Carmen was trying to make out like it was the police officer who killed Nick Webster. it was Carmen who killed Nick Webster. it was not Carmen",
            1
        ],
        [
            "Nick Webster intentionally omitted in this will to provide for his spouse. it was not Carmen. Cherie Webster gets nothing in the will",
            1
        ],
        [
            "it was not Carmen. Carmen was trying to make out like it was the police officer who killed Nick Webster. Nick Webster intentionally omitted in this will to provide for his spouse",
            0
        ],
        [
            "Cherie Webster gets nothing in the will. Nick Webster intentionally omitted in this will to provide for his spouse",
            1
        ],
        [
            "Nick Webster knew Cherie Webster was having an affair",
            1
        ],
        [
            "we are or are not agreed that Nick Webster knew Cherie Webster was having an affair",
            1
        ],
        [
            "we are agreed Nick Webster knew Cherie Webster was having an affair. there are many bits of evidence we haven't used yet",
            1
        ],
        [
            "there are many bits of evidence we haven't used yet. we are agreed Nick Webster knew Cherie Webster was having an affair. Male 1 has forgotten how they used the all the evidence earlier",
            1
        ],
        [
            "Male 1 has forgotten how they used the all the evidence earlier. there are many bits of evidence we haven't used yet",
            1
        ],
        [
            "this evidence says it was Carmen who killed Nick Webster. it was Carmen who killed Nick Webster",
            1
        ],
        [
            "Chris Thompson is too obvious to have killed Nick Webster",
            0
        ],
        [
            "they start here, October 15th",
            1
        ],
        [
            "Nicholas Webster learned that Cherie Webster is selling the bar",
            1
        ],
        [
            "the document is a problem",
            1
        ],
        [
            "in the will Nicholas Webster leaves to Joan some amount of money for her Foundation. a client of the pub killed Joan's cat, Vinegar Tom",
            1
        ],
        [
            "Joan is the witch",
            1
        ],
        [
            "a client of the pub killed Joan's cat, Vinegar Tom. in the will Nicholas Webster leaves to Joan some amount of money for her Foundation",
            0
        ],
        [
            "client leaving the pub, killed Joan's cat in a car accidentally. Joan hates Nicholas Webster",
            1
        ],
        [
            "Joan hates Nicholas Webster. client leaving the pub, killed Joan's cat in a car accidentally",
            1
        ],
        [
            "Joan's cat having been killed by one of Nicholas Webster's clients is not enough to kill him",
            1
        ],
        [
            "Nicholas Webster left some money to Donna. Nicholas Webster is a nice guy",
            1
        ],
        [
            "Donna shall receive free drinks at Old Scratch Tavern for the period of her natural life, or for as long as the bar remains in business, whichever is longest. Donna is super-nice",
            1
        ],
        [
            "Donna is super-nice. Donna shall receive free drinks at Old Scratch Tavern for the period of her natural life, or for as long as the bar remains in business, whichever is longest",
            1
        ],
        [
            "to Carmen, Nicholas Webster left everything basically",
            1
        ],
        [
            "Nicholas Webster left nothing to Cherie",
            1
        ],
        [
            "we don't know who these boots belong to",
            0
        ],
        [
            "Chris has two cars",
            1
        ],
        [
            "one of Chris' cars is a Toyota",
            1
        ],
        [
            "the photo is supposed to be of the crime scene",
            0
        ],
        [
            "there was no other information with the shoe guide",
            1
        ],
        [
            "we have a link between this boot and this matchbox. it's a Toyota name on the picture",
            0
        ],
        [
            "it's a Toyota name on the picture. we have a link between this boot and this matchbox",
            1
        ],
        [
            "the matchbox is a different one. the matchbox has just been found",
            0
        ],
        [
            "the matchbox has just been found. the matchbox is a different one. this matchbox was left by Donna",
            0
        ],
        [
            "this matchbox was left by Donna. the matchbox has just been found",
            0
        ],
        [
            "they are separate matchboxes",
            0
        ],
        [
            "they're the same style of matchbox",
            0
        ],
        [
            "this matchbox comes from the detective agency. xxx is who has this matchbox",
            0
        ],
        [
            "Nick dropped that matchbox himself. that one is Nick's matchbox",
            0
        ],
        [
            "that one is Nick's matchbox. Nick dropped that matchbox himself",
            1
        ],
        [
            "this matchbox was the one from Donna",
            1
        ],
        [
            "someone used Joan's wackiness to intimidate Nicholas Webster, and then think it was her, and it was them",
            0
        ],
        [
            "Joan wasn't the devil. someone else was trying to make it seem like Nicholas Webster was going crazy",
            0
        ],
        [
            "someone else was trying to make it seem like Nicholas Webster was going crazy. Joan wasn't the devil",
            0
        ],
        [
            "Donna left something",
            1
        ],
        [
            "Donna said something with this Wednesday about land, Devil's Well",
            1
        ],
        [
            "Nicholas Webster was asking Donna Goddard",
            0
        ],
        [
            "Donna Goddard wasn't the people selling Devil's Well. it was another company outside that was selling Devil's Well. Nicholas Webster went to Donna Goddard for some help and advice",
            1
        ],
        [
            "it was another company outside that was selling Devil's Well. another company were selling Devil's Well secretly. Donna Goddard wasn't the people selling Devil's Well",
            1
        ],
        [
            "another company were selling Devil's Well secretly. it was another company outside that was selling Devil's Well",
            1
        ],
        [
            "Nicholas Webster went to Donna Goddard for some help and advice. Donna Goddard wasn't the people selling Devil's Well",
            0
        ],
        [
            "Donna Goddard found out. Donna Goddard is a Real Estate agent",
            0
        ],
        [
            "Donna Goddard is a Real Estate agent. Donna Goddard found out",
            1
        ],
        [
            "Donna Goddard found out there was someone selling Devil's Well, and wanted to tell Nicholas Webster",
            0
        ],
        [
            "Nicholas Webster should phone Donna Goddard, and they'll talk about Devil's Well being sold. at the moment, Donna Goddard still looks like an ally, rather than a baddy",
            1
        ],
        [
            "at the moment, Donna Goddard still looks like an ally, rather than a baddy. Nicholas Webster should phone Donna Goddard, and they'll talk about Devil's Well being sold. Female 2 is not sure about whether or not Donna Goddard is a baddy",
            1
        ],
        [
            "Female 2 thought an Estate Agent was a baddy. Female 2 is not sure about whether or not Donna Goddard is a baddy",
            1
        ],
        [
            "Female 2 is not sure about whether or not Donna Goddard is a baddy. at the moment, Donna Goddard still looks like an ally, rather than a baddy. Female 2 thought an Estate Agent was a baddy",
            1
        ],
        [
            "Female 3 is not quite sure of whether or not Donna Goddard is a baddy",
            1
        ],
        [
            "Female 3 doesn't see the reason for Donna Goddard to be a baddy",
            1
        ],
        [
            "Female 2 was trying to work out the timings",
            1
        ],
        [
            "Nick Webster died on the 7th. Female 2 doesn't know if the timings work out",
            1
        ],
        [
            "the photo shows that Nick Webster was still at the bar at half three. Female 2 doesn't know if the timings work out",
            1
        ],
        [
            "Joan apparently is back and updating at four a.m.. Female 2 doesn't know if the timings work out. Joan was actually updating at 4.47 a.m.",
            1
        ],
        [
            "Joan went and put the dead fox there. Female 2 doesn't know if the timings work out",
            1
        ],
        [
            "Joan had heard Nick Webster running past before 4 a.m.. Female 2 doesn't know if the timings work out",
            1
        ],
        [
            "Joan had to have put the animal there, and then got back home, and then updated on what happened. Female 2 doesn't know if the timings work out",
            1
        ],
        [
            "Female 2 doesn't know if the timings work out. Nick Webster died on the 7th. the photo shows that Nick Webster was still at the bar at half three. Joan apparently is back and updating at four a.m.. Joan had heard Nick Webster running past before 4 a.m.. Joan went and put the dead fox there. Joan had to have put the animal there, and then got back home, and then updated on what happened",
            1
        ],
        [
            "Female 2 doesn't know how they can check if the timings work",
            1
        ],
        [
            "Joan was actually updating at 4.47 a.m.. Joan apparently is back and updating at four a.m.. that's enough time",
            1
        ],
        [
            "that's enough time. Joan was actually updating at 4.47 a.m.",
            0
        ],
        [
            "someone told Nick Webster they need to talk to him",
            1
        ],
        [
            "the person that told Nick Webster they need to talk to him is Joan. Joan is the person who organised this devil worship meeting",
            0
        ],
        [
            "it's not explicit that the person that told Nick Webster they need to talk to him is Joan",
            1
        ],
        [
            "Joan is the person who organised this devil worship meeting. the person that told Nick Webster they need to talk to him is Joan. the only other person was Joan",
            0
        ],
        [
            "there was only one other person there",
            1
        ],
        [
            "the only other person was Joan. Joan is the person who organised this devil worship meeting. in the suspect one, it says that Joan believes she's casting hexes on people. the person who organised the devil worship meeting, believes she's a witch, and is casting a spell. Joan is talking about the evil corporation from there, that wants to buy Devil's Well",
            0
        ],
        [
            "the person who organised the devil worship meeting, believes she's a witch, and is casting a spell. the only other person was Joan",
            1
        ],
        [
            "in the suspect one, it says that Joan believes she's casting hexes on people. the only other person was Joan",
            1
        ],
        [
            "Joan is talking about the evil corporation from there, that wants to buy Devil's Well. the only other person was Joan",
            1
        ],
        [
            "407 is, ENF",
            1
        ],
        [
            "the numbers are 407407",
            0
        ],
        [
            "the second encrypted text is super long",
            1
        ],
        [
            "ENF",
            1
        ],
        [
            "Female 1 doesn't know",
            1
        ],
        [
            "Female 1 has the decoding key",
            0
        ],
        [
            "the decoding is going to take a while",
            1
        ],
        [
            "the decoding is working",
            1
        ],
        [
            "that's two real words decoded",
            1
        ],
        [
            "we're getting there",
            1
        ],
        [
            "we're going to get there",
            1
        ],
        [
            "we just need to write out this entire code",
            1
        ],
        [
            "we need to go over the code",
            0
        ],
        [
            "407, 407, 407, over and over",
            1
        ],
        [
            "E has become A",
            0
        ],
        [
            "seven has to become Y, or F becomes M",
            0
        ],
        [
            "F becomes, one, two, three, four, five, six, seven",
            0
        ],
        [
            "that decoding is or is not right",
            1
        ],
        [
            "Female 1 did it the wrong way round",
            1
        ],
        [
            "they said they never investigated the top of the cliff",
            1
        ],
        [
            "we knew that that footprint was from the top of the cliff with a match or it would associate with someone in the pub",
            1
        ],
        [
            "we knew the deputy never looked at the top of the cliff",
            1
        ],
        [
            "they sort of hinted that the deputy didn't look at the top of the cliff",
            1
        ],
        [
            "we knew somehow that this footprint was a match with the top of the cliff. we would say that the police officer was up there",
            0
        ],
        [
            "we knew somehow that this footprint was a match with the top of the cliff. we would say that the police officer was up there",
            1
        ],
        [
            "we would say that the police officer was up there. we knew somehow that this footprint was a match with the top of the cliff. the police officer is an accomplice",
            0
        ],
        [
            "the police officer is an accomplice. we would say that the police officer was up there",
            1
        ],
        [
            "the only weird thing is the matches from the bar",
            1
        ],
        [
            "the only weird thing is the matches from the bar",
            1
        ],
        [
            "Chris pushed Nick over. Nick dropped the matches",
            0
        ],
        [
            "Nick dropped the matches. Chris pushed Nick over",
            0
        ],
        [
            "the barman's dropped the matches",
            0
        ],
        [
            "the matches were at the bottom of the cliff. Chris investigated the matches",
            0
        ],
        [
            "Chris investigated the matches. the matches were at the bottom of the cliff",
            0
        ],
        [
            "Chris would have seen his footprint might be there",
            1
        ],
        [
            "Female 3 doesn't know if we've missed anything",
            1
        ],
        [
            "someone was playing pool",
            1
        ],
        [
            "Carole Euber was playing pool",
            1
        ],
        [
            "the pool championship won't be the same without Nick",
            1
        ],
        [
            "Donna was the last person to leave the bar the night Nick died",
            1
        ],
        [
            "Donna was the last to leave, one hour before closing time",
            0
        ],
        [
            "the last person left about an hour before closing time",
            1
        ],
        [
            "leaving an hour before closing time means around 2.30",
            0
        ],
        [
            "Old Scratch Tavern is on county road, 66",
            1
        ],
        [
            "Carmichael Road is the road Female 1 was just talking about",
            1
        ],
        [
            "Carmichael Road is the road Female 1 was just talking about",
            1
        ],
        [
            "Carmichael Road is the road Female 1 was just talking about",
            1
        ],
        [
            "the police officer is one of the suspects",
            1
        ],
        [
            "the police officer's very outdoorsy",
            1
        ],
        [
            "Carmen went to talk to the police officer at the sheriff's officer, on the Tuesday",
            1
        ],
        [
            "Carmen went to talk to the police officer before the death",
            1
        ],
        [
            "Carmen went to talk to the police officer after the death",
            1
        ],
        [
            "the envelope which was at the bottom of the pile of mail on the table is the envelope",
            0
        ],
        [
            "the envelope which was at the bottom of the pile of mail on the table is the envelope",
            0
        ],
        [
            "someone in a devil mask was at the crime scene the night the murder happened",
            1
        ],
        [
            "Nick's the victim",
            1
        ],
        [
            "there are three numbers",
            1
        ],
        [
            "something is printed on Old Scratch Tavern paper",
            1
        ],
        [
            "Donna gets a ticket. Donna is trying to save Chris",
            1
        ],
        [
            "Donna is trying to save Chris. Donna gets a ticket",
            0
        ],
        [
            "Joan Campbell is not the murderer",
            0
        ],
        [
            "the murderer is Cherie Webster or Chris Thompson",
            0
        ],
        [
            "it's Chris that wrote the ticket. it's not Chris that pushed Nick off the cliff",
            0
        ],
        [
            "it's not Chris that pushed Nick off the cliff. it's Chris that wrote the ticket",
            0
        ],
        [
            "Nick died between 3:30 and 4:30",
            0
        ],
        [
            "we don't know",
            1
        ],
        [
            "if only Donna had been faster maybe she could have made a difference",
            1
        ],
        [
            "Nick had to sleep in the pub for a week after he forgot the anniversary",
            1
        ],
        [
            "there was a note in the mailbox with 'you'll burn for what you've done'. this weird shit with the note is definitely the witch",
            1
        ],
        [
            "this weird shit with the note is definitely the witch. there was a note in the mailbox with 'you'll burn for what you've done'",
            1
        ],
        [
            "Female 3 couldn't find the prints. Female 3 couldn't match the prints",
            1
        ],
        [
            "Female 3 couldn't match the prints. Female 3 couldn't find the prints",
            1
        ],
        [
            "these prints are the same ones that are on the photo",
            1
        ],
        [
            "Female 3 doesn't know where the prints are from",
            1
        ],
        [
            "the prints aren't very clear. the prints will be hard to match",
            1
        ],
        [
            "the prints will be hard to match. the prints aren't very clear",
            1
        ],
        [
            "Donna Goddard was at the bar",
            1
        ],
        [
            "Donna Goddard was at the bar one hour later",
            1
        ],
        [
            "the night Nick Webster died Donna Goddard said she was having a rough time that night, was preoccupied with some work problems, and then she decided to go for a drive to try and clear her thoughts, but it only got worse for her. Donna having a rough time is why she got nicked",
            1
        ],
        [
            "Donna having a rough time is why she got nicked. the night Nick Webster died Donna Goddard said she was having a rough time that night, was preoccupied with some work problems, and then she decided to go for a drive to try and clear her thoughts, but it only got worse for her",
            0
        ],
        [
            "when Carmen Rojas asked Donna Goddard about the stuff at the bar, Donna Goddard got really antsy and said they shouldn't talk at the house and hustled Carmen Rojas out of the house in a hurry. Donna Goddard was trying to help Nick Webster",
            1
        ],
        [
            "Donna Goddard was trying to help Nick Webster. when Carmen Rojas asked Donna Goddard about the stuff at the bar, Donna Goddard got really antsy and said they shouldn't talk at the house and hustled Carmen Rojas out of the house in a hurry",
            0
        ],
        [
            "Donna Goddard legitimately admits she was on the road where the bar is",
            1
        ],
        [
            "Donna Goddard legitimately got nicked",
            1
        ],
        [
            "Donna Goddard was feeling anxious. Donna Goddard said she went out for a drive after the bar",
            1
        ],
        [
            "Donna Goddard went back to the bar after her drive. Donna Goddard was at the bar one hour after she left the bar. the bar was just on Donna Goddards way home",
            1
        ],
        [
            "the bar was just on Donna Goddards way home. Donna Goddard went back to the bar after her drive",
            0
        ],
        [
            "Donna Goddard was just driving past the bar",
            0
        ],
        [
            "the message says, 'Hey, I know it's last minute, but is anyone going to this Banishing Ceremony out by Devil's Well tonight?'",
            1
        ],
        [
            "the message was on the 6th",
            1
        ],
        [
            "they're indicating that Nick was at one of those ceremonies",
            0
        ],
        [
            "we need a timeline",
            1
        ],
        [
            "we're going to rewrite the timeline. this message about ceremonies is suggesting a sacrifice",
            1
        ],
        [
            "this message about ceremonies is suggesting a sacrifice. we're going to rewrite the timeline",
            0
        ],
        [
            "Mia Roma is asking what's going on with this Banishing Ceremony",
            1
        ],
        [
            "the writer of the blog posts is Mia Roma",
            1
        ],
        [
            "the enveleope was addressed to Chris Thompson. Carmen's taken the envelope from Chris Thompson",
            1
        ],
        [
            "Carmen's taken the envelope from Chris Thompson. the enveleope was addressed to Chris Thompson",
            1
        ],
        [
            "Male 1 doesn't know who Chris Thompson is",
            1
        ],
        [
            "the other envelope was in the secure bag",
            1
        ],
        [
            "the other envelope was addressed to Cherie Webster",
            1
        ],
        [
            "the other envelope was addressed to Cherie Webster",
            1
        ],
        [
            "all of this is about the Webster estate",
            1
        ],
        [
            "Chris Thompson lives on Carmichael Road",
            1
        ],
        [
            "Chris Thompson lives on Carmichael Road",
            1
        ],
        [
            "on the 7th of December early in the morning, on Carmichael Road, Cherie, who is the wife of the deceased, shows up",
            1
        ],
        [
            "Cherie's the girlfriend that shows up at Chris Thompson's house at all hours",
            1
        ],
        [
            "somebody else said, oh, that was what all the noise was at 2:30 last night. Cherie was at Chris Thompson's house for two hours",
            1
        ],
        [
            "Cherie was at Chris Thompson's house for two hours. somebody else said, oh, that was what all the noise was at 2:30 last night. Cherie's out",
            1
        ],
        [
            "Cherie's out. Cherie was at Chris Thompson's house for two hours",
            1
        ],
        [
            "Cherie's out. Cherie was at Chris Thompson's house for two hours",
            1
        ],
        [
            "Cherie's out. Cherie was at Chris Thompson's house for two hours",
            1
        ],
        [
            "Cherie's wife of the deceased",
            1
        ],
        [
            "Cherie had an extramarital affair",
            1
        ],
        [
            "Cherie had an extramarital affair with Chris Thompson",
            1
        ],
        [
            "Cherie had an extramarital affair with Chris Thompson, the policeman",
            1
        ],
        [
            "we need to talk about Wednesday and Devil's Well",
            1
        ],
        [
            "Male 1 doesn't know what's happening on Wednesday",
            1
        ],
        [
            "Male 1 doesn't know what's happening on Wednesday at 11pm",
            1
        ],
        [
            "the timeline is important",
            1
        ],
        [
            "Devil's Well is about land",
            1
        ],
        [
            "Devil's Well is about land",
            1
        ],
        [
            "Male 1 doesn't know what's happening on Wednesday at 11pm",
            1
        ],
        [
            "the Wednesday 11pm is the night Nick died",
            1
        ],
        [
            "we're saying that at 3:31, 3:31 roughly, Nick died",
            1
        ],
        [
            "Donna was the last person to leave the bar the night Nick died",
            1
        ],
        [
            "Nick died on a Saturday",
            1
        ],
        [
            "Donna was the last person to leave the bar the night Nick died",
            1
        ],
        [
            "it's pm, the night Nick died on the 6th",
            1
        ],
        [
            "the vehicle is a Silver Lincoln, 2015",
            1
        ],
        [
            "the vehicle is driven by Donna",
            1
        ],
        [
            "Donna was stopped by the police",
            1
        ],
        [
            "Donna is stopped by the police at 3.31a.m. Donna can't have been driving the car. we've found conflicting information",
            1
        ],
        [
            "Donna is the last person to leave the bar",
            1
        ],
        [
            "there's someone other than Donna in the security photo",
            1
        ],
        [
            "Donna can't have been driving the car. Donna's pictured in the bar, at the same time as she is supposedly driving the car. Donna is stopped by the police at 3.31a.m",
            1
        ],
        [
            "Donna's pictured in the bar, at the same time as she is supposedly driving the car. Donna can't have been driving the car",
            1
        ],
        [
            "Donna is or is not just generally in that bar at night",
            1
        ],
        [
            "the last person to leave the bar the night Nick died, left maybe an hour before closing",
            1
        ],
        [
            "the last person to leave the night Nick died is Donna. no, but the last person in the bar was Carmen",
            0
        ],
        [
            "no, but the last person in the bar was Carmen. the last person to leave the night Nick died is Donna",
            0
        ],
        [
            "Carmen is the girl that sends the evidence",
            1
        ],
        [
            "Carmen was not at the bar the night Nick died. Carmen has heard about this murder that's going on",
            0
        ],
        [
            "Carmen has heard about this murder that's going on. Carmen was not at the bar the night Nick died. Carmen then thinks the death is suspicious",
            0
        ],
        [
            "Carmen then thinks the death is suspicious. Carmen has heard about this murder that's going on. Carmen then gathered Nick's notes, and stuff",
            0
        ],
        [
            "Carmen then gathered Nick's notes, and stuff. Carmen then thinks the death is suspicious",
            0
        ],
        [
            "the evidence mentions the body being called in half three, or six",
            1
        ],
        [
            "the last sighting of Nick is at 3.33. there's three hours between the last sighting and the discovery",
            1
        ],
        [
            "the body is found at half six. there's three hours between the last sighting and the discovery",
            1
        ],
        [
            "there's three hours between the last sighting and the discovery. the last sighting of Nick is at 3.33. the body is found at half six",
            1
        ],
        [
            "the witness was there. on the night he died, the unknown witness just closed up when Nick Webster came out of the office",
            1
        ],
        [
            "we don't know when the murder took place. there's three hours during which the murder could have been",
            1
        ],
        [
            "there's three hours during which the murder could have been. we don't know when the murder took place",
            1
        ],
        [
            "Nick Webster said, he'd finally figured it out",
            1
        ],
        [
            "on the night he died, the unknown witness just closed up when Nick Webster came out of the office. the witness was there",
            1
        ],
        [
            "this encounter with Nick Webster is before",
            0
        ],
        [
            "Female one doesn't know who wrote the notes",
            1
        ],
        [
            "we've found conflicting information. Donna was the last to leave the bar. Donna is stopped by the police at 3.31a.m",
            1
        ],
        [
            "Donna was the last to leave the bar. we've found conflicting information",
            1
        ],
        [
            "Donna was the last patron to leave, but not the last person",
            0
        ],
        [
            "sale of land means there's an incentive",
            1
        ],
        [
            "someone could sell the land that has the waterfall in it. the scenic waterfall, just outside of Perdition, could be included in the sale of land if negotiations proceed",
            1
        ],
        [
            "the scenic waterfall, just outside of Perdition, could be included in the sale of land if negotiations proceed. someone could sell the land that has the waterfall in it",
            1
        ],
        [
            "there's a potential motive: money",
            1
        ],
        [
            "there was a town meeting, and it turned contentious",
            1
        ],
        [
            "there was arguing and stuff. hearing about selling the land ended in threats against the council members",
            1
        ],
        [
            "hearing about selling the land ended in threats against the council members. there was arguing and stuff",
            1
        ],
        [
            "Cherie's such a bitch",
            1
        ],
        [
            "Cherie's such a bitch",
            1
        ],
        [
            "we got that Cherie's a bitch",
            1
        ],
        [
            "we need the evidence though",
            1
        ],
        [
            "some witch said she wanted Vinegar Tom",
            1
        ],
        [
            "some witch wanting Vinegar Tom was in the blog",
            1
        ]
    ]
}